[
  {
    "bookID": 1,
    "title": "Trollbunden",
    "english_title": "Spellbound",
    "series": "Sagan om Isfolket",
    "series_order": 1,
    "release_year": 1982,
    "img": "https://www.storytel.com/images/200x200/0000006324.jpg",
    "url": "https://www.storytel.com/se/sv/books/trollbunden-322",
    "main_characters": "Tengel den Gode, Silje",
    "summary": "Silje Arngrimsdotter var bara sjutton år när pesten tog alla hennes släktingar 1581. Utsvulten och frusen och med två små barn att ta hand om sökte hon sig till likbålen utanför Trondheim för att söka värme. Märkligt nog var det bara en i isfolkets ätt som hjälpte henne i nödens stund - en man som Silje fann närmast djurisk och skrämmande, men underligt tilldragande på samma gång..."
  },
  {
    "bookID": 2,
    "title": "Häxjakten",
    "english_title": "Witch-Hunt",
    "series": "Sagan om Isfolket",
    "series_order": 2,
    "release_year": 1982,
    "img": "https://www.storytel.com/images/200x200/0000006446.jpg",
    "url": "https://www.storytel.com/se/sv/books/h%C3%A4xjakten-951",
    "main_characters": "Tengel den Gode, Silje",
    "summary": "Silje och Tengel har slagit sig till ro i Isfolkets dal, och Silje är lycklig som Tengels hustru. Ändå längtar hon ut ur denna trånga dal med dess märkliga och trångsynta människor. I synnerhet fruktar hon Hanna, den uråldriga häxan som förtjust lärt Tengels systerdotter Sol, alla sina häxkonster. Nu vilar hotet om en kommande katastrof över dalen och dess invånare. Hanna har förutspått det, och hon har aldrig fel ..."
  },
  {
    "bookID": 3,
    "title": "Avgrunden",
    "english_title": "The Stepdaughter",
    "series": "Sagan om Isfolket",
    "series_order": 3,
    "release_year": 1982,
    "img": "https://www.storytel.com/images/200x200/0000006471.jpg",
    "url": "https://www.storytel.com/se/sv/books/avgrunden-1076",
    "main_characters": "Sol av Isfolket",
    "summary": "Sol Angelica har fyllt 20 och skall resa ut i den stora världen. Äntligen är hon fri. Fri till att söka efter häxorna vid Brösarps Backar. Fri att dyrka mörkrets makter och göra allt det som hon så länge drömt om. Men Sol är inte bara upptagen av det onda. För sina närmaste är hon beredd att gå genom eld och vatten. Ja, till och med att offra sitt eget liv..."
  },
  {
    "bookID": 4,
    "title": "Längtan",
    "english_title": "The Successor",
    "series": "Sagan om Isfolket",
    "series_order": 4,
    "release_year": 1982,
    "img": "https://www.storytel.com/images/200x200/0000006491.jpg",
    "url": "https://www.storytel.com/se/sv/books/l%C3%A4ngtan-1164",
    "main_characters": "Sunniva, Tarald Meiden, Yrja Mattiasdotter",
    "summary": "Yrja Mattiasdotter var tjock och klumpig och svårt missbildad av sjukdom. Folk gjorde narr av den fattiga flickan och kallade henne Tisteln. Yrja hade en stor sorg, hon var djupt och olyckligt förälskad i den rike och duktige Tarald, son till baronen Dag Meiden och Liv av Isfolket. Tarald hade dock bara ögon för sin vackra kusin Sunniva. På grund av det onda arvet skulle ett förhållande dem emellan bli ödesdigert..."
  },
  {
    "bookID": 5,
    "title": "Dödssynden",
    "english_title": "Friendship",
    "series": "Sagan om Isfolket",
    "series_order": 5,
    "release_year": 1982,
    "img": "https://www.storytel.com/images/200x200/0000006614.jpg",
    "url": "https://www.storytel.com/se/sv/books/d%C3%B6dssynden-1716",
    "main_characters": "Cecilie Meiden, Alexander Paladin",
    "summary": "I Europa rasar 30- åriga kriget och även Isfolkets unga män har känning av det. Men unga Cecilia Meiden, Tengels dotterdotter, har sina högst personliga problem. Hon är gravid med en man som till råga på allt är präst. Hennes goda vän Alexander Paladin står också inför en katastrof. Ryktena säger att han gjort sig skyldig till en oförlåtlig synd, som straffas med döden..."
  },
  {
    "bookID": 6,
    "title": "Det onda arvet",
    "english_title": "Evil Legacy",
    "series": "Sagan om Isfolket",
    "series_order": 6,
    "release_year": 1982,
    "img": "https://www.storytel.com/images/200x200/0000008443.jpg",
    "url": "https://www.storytel.com/se/sv/books/det-onda-arvet-7342",
    "main_characters": "Tarjei Lind Av Isfolket, Kolgrim, Mattias Meiden",
    "summary": "Tarjei Lind av Isfolket hade lovat sin farfar Tengel att försöka finna en värdig arvtagare till Isfolkets hemliga läkemedel och recept. Tarjei bestämde sig för att ge samlingen till Mattias, den listige Kolgrims yngre halvbror. När Kolgrim blev klar över detta slog ondskapen ut i blom ..."
  },
  {
    "bookID": 7,
    "title": "Spökslottet",
    "english_title": "Nemesis",
    "series": "Sagan om Isfolket",
    "series_order": 7,
    "release_year": 1982,
    "img": "https://www.storytel.com/images/200x200/0000009652.jpg",
    "url": "https://www.storytel.com/se/sv/books/sp%C3%B6kslottet-4085",
    "main_characters": "Tancred Paladin",
    "summary": "När unge Tancred Paladin träffade en vettskrämd flicka i skogen blev han för första gången förälskad. Men då han senare sökte efter henne fann han ett slott som inte existerade längre och en kvinna som varit död i många år... Var det hela en mardröm eller höll han på att bli galen? Kunde det möjligen vara Isfolkets märkliga arv som spelade honom ett spratt?"
  },
  {
    "bookID": 8,
    "title": "Bödelns dotter",
    "english_title": "Under Suspicion",
    "series": "Sagan om Isfolket",
    "series_order": 8,
    "release_year": 1982,
    "img": "https://www.storytel.com/images/200x200/0000009761.jpg",
    "url": "https://www.storytel.com/se/sv/books/b%C3%B6delns-dotter-4656",
    "main_characters": "Hilde Joelsdotter, Mattias Meiden, Andreas Lind av Isfolket",
    "summary": "Hilde var dotter till bödeln, och därför var hon utstött och illa omtyckt. Hon och hennes far hånades av alla, ingen ville ens komma i närheten av dem, förrän den dagen då fyra kvinnolik hittades i närheten av deras eländiga hus. Men dessa fasansfulla mord förändrade helt Hildes liv, för på grund av dem, så mötte hon baronen Mattias Meiden och Andreas Lind från isfolket..."
  },
  {
    "bookID": 9,
    "title": "Den ensamme",
    "english_title": "Without Roots",
    "series": "Sagan om Isfolket",
    "series_order": 9,
    "release_year": 1982,
    "img": "https://www.storytel.com/images/200x200/0000009842.jpg",
    "url": "https://www.storytel.com/se/sv/books/den-ensamme-5030",
    "main_characters": "Mikael Lind av Isfolket, Anette de Saint-Colombe",
    "summary": "Mikael Lind av Isfolket var en ensam och djupt olycklig ung man. I hela sitt liv hade han varit tvungen att lyda andra. När han så blev tvingad att gifta sig med den katolska och mycket dygdiga Anette och därefter utsänd i ett krig han hatade, kände han sig som vid avgrundens rand. Och mötet med den mystiska, svartklädda kvinnan i ett främmande land blev själva nådastöten."
  },
  {
    "bookID": 10,
    "title": "Vinterstorm",
    "english_title": "Winter Storm",
    "series": "Sagan om Isfolket",
    "series_order": 10,
    "release_year": 1983,
    "img": "https://www.storytel.com/images/200x200/0000009883.jpg",
    "url": "https://www.storytel.com/se/sv/books/vinterstorm-5221",
    "main_characters": "Villemo Kalebsdotter, Eldar Svartskogen",
    "summary": "Vid sjutton års ålder, förälskade Villemo Kalebsdotter sig kompromisslöst i den åtta år äldre Eidar Svartskogen. Lite på grund av att alla sa att Eldar var av dåligt blod och en professionell kvinnoförförare. Villemo fick dyrt betala för sin blinda tro på Eldar, som trots sin unga ålder redan hade blandat sig i uppror och blodshämnd."
  },
  {
    "bookID": 11,
    "title": "Blodshämnd",
    "english_title": "Blood Feud",
    "series": "Sagan om Isfolket",
    "series_order": 11,
    "release_year": 1983,
    "img": "https://www.storytel.com/images/200x200/0000011253.jpg",
    "url": "https://www.storytel.com/se/sv/books/blodsh%C3%A4mnd-23724",
    "main_characters": "Villemo Kalebsdotter, Dominic Lind av Isfolket",
    "summary": "På grund av ett olyckligt kärleksförhållande, blev Villemo Kalebsdotter inblandad i mordet på den mäktige Wallarbondens son. Wallar ville hämnas - till varje pris. När så Villemo blev utsatt för en mängd plötsliga olyckor, vände hon sig till sin fyrmänning Dominic Lind av Isfolket, för att få hjälp. Dominic kom, men då var Villemo spårlöst försvunnen..."
  },
  {
    "bookID": 12,
    "title": "Feber i Blodet",
    "english_title": "Yearning",
    "series": "Sagan om Isfolket",
    "series_order": 12,
    "release_year": 1983,
    "img": "https://www.storytel.com/images/200x200/0000011281.jpg",
    "url": "https://www.storytel.com/se/sv/books/feber-i-blodet-23883",
    "main_characters": "Villemo Kalebsdotter, Dominic Lind av Isfolket",
    "summary": "Då Villemo äntligen fick återse sin älskade Dominic på en släktings bröllop i Danmark, hade hennes längtan vuxit så stark att det var som feber i blodet. Hennes kärlek fick henne att rymma från sin familj och fara efter Dominic in i Göingeskogarna, där de beryktade snapphanarna gjorde en snabb process på alla okända."
  },
  {
    "bookID": 13,
    "title": "Satans fotspår",
    "english_title": "The Devil's Footprint",
    "series": "Sagan om Isfolket",
    "series_order": 13,
    "release_year": 1983,
    "img": "https://www.storytel.com/images/200x200/0000011282.jpg",
    "url": "https://www.storytel.com/se/sv/books/satans-fotsp%C3%A5r-23887",
    "main_characters": "Villemo Kalebsdotter Lind av Isfolket, Dominic Lind av Isfolket, Niklas Lind av Isfolket, Ulvhedin, Elisa Larsdotter",
    "summary": "Spåren efter honom var skrämmande. En naken människofot och en som inte riktigt kunde identifieras. Han for fram som en djävul och dödade alla som hotade honom. Dominic, Villemo och Niklas av Isfolket förstod att det var denna djävul de var utvalda att stoppa. Men vem var han och hur skulle de kunna oskadliggöra ett monster som verkade vara odödlig...?"
  },
  {
    "bookID": 14,
    "title": "Den siste riddaren",
    "english_title": "The Knight",
    "series": "Sagan om Isfolket",
    "series_order": 14,
    "release_year": 1983,
    "img": "https://www.storytel.com/images/200x200/0000011400.jpg",
    "url": "https://www.storytel.com/se/sv/books/den-siste-riddaren-14044",
    "main_characters": "Tristan Paladin",
    "summary": "Tristan Paladin var den känsligaste och olyckligaste av Isfolkets män. Han hade inte mycket att leva för tills han mötte Hildegard. Hildegard som blivit slagen och hunsad av sin man och som led av en livshotande sjukdom. Ridderlig som han var, ville Tristan hjälpa den stackars kvinnan. Det var genom henne han fick vetskap om en ond orden som offrat människor och som ville störta kungen..."
  },
  {
    "bookID": 15,
    "title": "Vinden från öster",
    "english_title": "The East Wind",
    "series": "Sagan om Isfolket",
    "series_order": 15,
    "release_year": 1984,
    "img": "https://www.storytel.com/images/200x200/0000011458.jpg",
    "url": "https://www.storytel.com/se/sv/books/vinden-fr%C3%A5n-%C3%B6ster-14377",
    "main_characters": "Vendel Grip av Isfolket",
    "summary": "När Karl XII bestämde sig för att erövra Ryssland, anade han inte hur mycket sorg och elände han skulle komma att förorsaka. Vendel Grip av Isfolket var en av många som hamnade i ett ryskt fängelse långt inne i Sibirien. Slutligen lyckades han rymma i en gammal båt. Starka strömmar förde honom norrut till tundran vid Karahavets kust och otroligt nog till en mycket avlägsen gren av Isfolkets stamträd..."
  },
  {
    "bookID": 16,
    "title": "Galgdockan",
    "english_title": "The Mandrake",
    "series": "Sagan om Isfolket",
    "series_order": 16,
    "release_year": 1984,
    "img": "https://www.storytel.com/images/200x200/0000011925.jpg",
    "url": "https://www.storytel.com/se/sv/books/galgdockan-17269",
    "main_characters": "Dan Lind, Ingrid Lind, Ulvhedin Paladin",
    "summary": "Tre från Isfolkets ätt gav sig ut på den långa resan norrut mot isfolkets glömda dal. Det var den unge Dan Lind och hans två släktingar Ingrid Lind och Ulvhedin Paladin, båda födda med övernaturliga krafter. Dans syfte med resan var rent vetenskapligt medan de andra två var ute efter den märkliga trolldomsroten man trodde fanns där. Den kallades galgblomman - för att det berättades att den växte på Galgbacken ..."
  },
  {
    "bookID": 17,
    "title": "Dödens trädgård",
    "english_title": "The Garden of Death",
    "series": "Sagan om Isfolket",
    "series_order": 17,
    "release_year": 1984,
    "img": "https://www.storytel.com/images/200x200/0000011927.jpg",
    "url": "https://www.storytel.com/se/sv/books/d%C3%B6dens-tr%C3%A4dg%C3%A5rd-17283",
    "main_characters": "Shira, Daniel Lind av Isfolket",
    "summary": "Daniel Lind av Isfolket åkte ensam ut på en lång resa mot Karahavets bredder. Där träffade han Vendels dotter, Shira, som var utvald till att krossa isfolkets onda förbannelse. Först måste Shira gå igenom flera omänskliga prov som blev som en enda lång skräckinjagande färd genom själva Dödens hav ..."
  },
  {
    "bookID": 18,
    "title": "Bakom fasaden",
    "english_title": "Behind the Facade",
    "series": "Sagan om Isfolket",
    "series_order": 18,
    "release_year": 1984,
    "img": "https://www.storytel.com/images/200x200/0000011931.jpg",
    "url": "https://www.storytel.com/se/sv/books/bakom-fasaden-17310",
    "main_characters": "Elisabet Paladin, Vemund Tark",
    "summary": "Elisabet Paladin var mycket bestämd och lät sig inte påverkas av sin mors ständiga tjat om fina familjer och en rik äkta man. Ingen man hade lyckats fånga hennes intresse - tills hon mötte Vermund Tark. Men när Vermund kom för att tala om äktenskap med hennes föräldrar var det inte för sin egen skull han friade - utan för sin yngre brors."
  },
  {
    "bookID": 19,
    "title": "Drakens tänder",
    "english_title": "Dragon's Teeth",
    "series": "Sagan om Isfolket",
    "series_order": 19,
    "release_year": 1984,
    "img": "https://www.storytel.com/images/200x200/0000011932.jpg",
    "url": "https://www.storytel.com/se/sv/books/drakens-t%C3%A4nder-17314",
    "main_characters": "Sölve Lind",
    "summary": "Då Sölve Lind nästan var vuxen, upptäckte han att han var en av Isfolkets utvalda och att han hade onaturliga gåvor. Allt han verkligen önskade sig fick han, även om önskningarna både var egoistiska och kriminella. Hänsynslöst utnyttjade Sölve sina gåvor till att skaffa sig rikedom och vackra älskarinnor. Ända tills han oväntat fick veta att han hade fått en son - ett vidunder som ingen i världen någonsin fick se..."
  },
  {
    "bookID": 20,
    "title": "Korpens vingar",
    "english_title": "Wings of the Raven",
    "series": "Sagan om Isfolket",
    "series_order": 20,
    "release_year": 1985,
    "img": "https://www.storytel.com/images/200x200/0000011935.jpg",
    "url": "https://www.storytel.com/se/sv/books/korpens-vingar-17333",
    "main_characters": "Heike Lind",
    "summary": "I en mörk dal långt inne i de Transylvanska alperna låg en liten bortglömd by och ett skräckinjagande slott. Många människor hade förvillat sig dit och ingen hade någonsin återvänt. Hit kom också Heike Lind och hans vänner Mira och Peter. De upptäckte att invånarna i den lilla byn levde i en ständig fruktan - och att den fruktan var starkt förknippad med furstinnan Feodora och den vackra Nicola som kom från det närliggande slottet..."
  },
  {
    "bookID": 21,
    "title": "Vargtimmen",
    "english_title": "Devil's Ravine",
    "series": "Sagan om Isfolket",
    "series_order": 21,
    "release_year": 1985,
    "img": "https://www.storytel.com/images/200x200/0000013759.jpg",
    "url": "https://www.storytel.com/se/sv/books/vargtimmen-24565",
    "main_characters": "Arv Grip, Heike Lind, Gunilla i Knapahult",
    "summary": "Gunilla i Knapahult uppfostrades i Herrans tukt och förmaning. Det betydde prygel för synder hon aldrig begått. Hennes fars stora dröm var att gifta bort henne med den förnäme Arv Grip, trots att Gunilla älskade en annan. Men så kom Arvs släkting, Heike Lind av Isfolket, till socknen. Med sina speciella gåvor upptäckte han snabbt att både Gunilla och Arv behövde hans hjälp - och han kände faran som kom från den djupa skogen. Ett dödligt hot mot dem alla..."
  },
  {
    "bookID": 22,
    "title": "Demonen och jungfrun",
    "english_title": "The Demon and the Virgin",
    "series": "Sagan om Isfolket",
    "img": "https://www.storytel.com/images/200x200/0000013760.jpg",
    "url": "https://www.storytel.com/se/sv/books/demonen-och-jungfrun-24570",
    "series_order": 22,
    "release_year": 1985,
    "main_characters": "Heike Lind, Vinga Tark",
    "summary": "När Heike Lind av Isfolket till slut återvände till Norge för att kräva sitt rättmätiga arv, upptäckte han att alla hans släktingar var borta, och att skrupelfria bedragare hade svindlat till sig egendomen. Heike visst inte vad han skulle ta sig till - innan han fann den folkskygga flickan som strövade runt i skogen som en skugga..."
  },
  {
    "bookID": 23,
    "title": "Våroffer",
    "english_title": "Rituals",
    "series": "Sagan om Isfolket",
    "series_order": 23,
    "release_year": 1985,
    "img": "https://www.storytel.com/images/200x200/0000013761.jpg",
    "url": "https://www.storytel.com/se/sv/books/vargtimmen-24565",
    "main_characters": "Vinga Tark, Heike Lind",
    "summary": "Vinga Tark och Heike Lind, båda tillhörande Isfolket, hade inlett kampen för att få tillbaka släktens egendomar. Men ännu satt den hänsynslöse domaren Snivel på Gråstensholm, Heikes rättmätiga arv. För att besegra domaren var Heike tvungen att använda sina onda gåvor för att frambesvärja övernaturliga krafter. Till detta behövde han hjälp av en jungfru - men kunde han offra sin högt älskade Vinga..."
  },
  {
    "bookID": 24,
    "title": "Djupt i jorden",
    "english_title": "Deep in the Ground",
    "series": "Sagan om Isfolket",
    "series_order": 24,
    "release_year": 1985,
    "img": "https://www.storytel.com/images/200x200/0000013762.jpg",
    "url": "https://www.storytel.com/se/sv/books/djupt-i-jorden-24578",
    "main_characters": "Anna Maria Olsdotter",
    "summary": "Anna Maria Olsdotter kom till den lilla gruvbyn Ytterheden i Sverige för att starta en skola för arbetarnas barn. Men alla var inte lika glada åt att ha henne där och till slut försökte någon att döda henne. Anna Maria skrev till sin släkting Heike Lind och bad om hjälp. Då Heike kom, var det i sista minuten - för nu var flera allvarligt hotade..."
  },
  {
    "bookID": 25,
    "title": "Ängel med dolda horn",
    "english_title": "The Angel",
    "series": "Sagan om Isfolket",
    "series_order": 25,
    "release_year": 1985,
    "img": "https://www.storytel.com/images/200x200/0000013763.jpg",
    "url": "https://www.storytel.com/se/sv/books/%C3%A4ngel-med-dolda-horn-24583",
    "main_characters": "Tula Backe",
    "summary": "Redan som barn upptäckte Tula Backe att hon inte var som andra. Att hon inte använde sina medfödda talanger enbart i de godas tjänst visade att hon var en av Isfolkets drabbade. Men en ond makt som var oändligt mycket starkare än hon, smidde sina djävulska planer. Det var Tengel den onde, som hade utsett Tula till den som skulle väcka upp honom ur hans långa dvala..."
  },
  {
    "bookID": 26,
    "title": "Huset i Eldafjord",
    "english_title": "The Secret",
    "series": "Sagan om Isfolket",
    "series_order": 26,
    "release_year": 1986,
    "img": "https://www.storytel.com/images/200x200/0000016375.jpg",
    "url": "https://www.storytel.com/se/sv/books/huset-i-eldafjord-74405",
    "main_characters": "Eskil Lind",
    "summary": "Redan som barn hörde Eskild Lind talas om den otroliga skatten som skulle vara gömd där. Efter det drömde han alltid om skatten, och när han blev vuxen gav han sig iväg för att leta rätt på den... Men i Eldafjord fann han girighet, ondska och en mycket olycklig kvinna med en dödsjuk son. Dessutom, alla som hade letat efter skatten, hade gått en ond och bråd död till mötes..."
  },
  {
    "bookID": 27,
    "title": "Synden har lång svans",
    "english_title": "The Scandal",
    "series": "Sagan om Isfolket",
    "series_order": 27,
    "release_year": 1986,
    "img": "https://www.storytel.com/images/200x200/0000016376.jpg",
    "url": "https://www.storytel.com/se/sv/books/synden-har-l%C3%A5ng-svans-74447",
    "main_characters": "Christer Tomasson",
    "summary": "Unge Christer Tomasson trodde bestämt att han var en av Isfolkets drabbade då han mötte den svaga och kuvade Magdalena på en kuranstalt. Med sin fantastiska förmåga skulle han lätt kunna hjälpa henne. Men Magdalena försvann, och en annan flicka kom i hennes ställe. Christer förstod att något förfärande hade hänt, och sanningen skulle till slut skaka hela Sverige..."
  },
  {
    "bookID": 28,
    "title": "Is och eld",
    "english_title": "Ice and Fire",
    "series": "Sagan om Isfolket",
    "series_order": 28,
    "release_year": 1986,
    "img": "https://www.storytel.com/images/200x200/0000016377.jpg",
    "url": "https://www.storytel.com/se/sv/books/is-och-eld-74475",
    "main_characters": "Viljar Lind, Belinda Lie",
    "summary": "Belinda var familjens svarta får. Hon var den dumma och klumpiga flickan som alltid hade fått stå i skuggan av sin präktiga storasyster Signe. Men känslorna som brann i Belinda, var heta som av eld. Då hon för första gången mötte enstöringen Viljar av Isfolket blev hon skrämd. För Viljar ansågs som lite galen, och hans ögon var kalla som av is..."
  },
  {
    "bookID": 29,
    "title": "Lucifers kärlek",
    "english_title": "Lucifer's Love",
    "series": "Sagan om Isfolket",
    "series_order": 29,
    "release_year": 1986,
    "img": "https://www.storytel.com/images/200x200/0000016378.jpg",
    "url": "https://www.storytel.com/se/sv/books/lucifers-k%C3%A4rlek-74494",
    "main_characters": "Saga Simon",
    "summary": "Saga Simon var en av Isfolkets utvalda. När hon fick veta att hennes släktingar i Norge behövde hennes hjälp gav hon sig iväg på en mycket strapatsrik resa mot gränsen. Ödet förde henne samman med två vackra, äventyrliga män som blev hennes resesällskap. Den ene blev helt vild av begär efter Saga, och det var tveksamt om den andre var stark nog att förhindra en katastrof..."
  },
  {
    "bookID": 30,
    "title": "Människadjuret",
    "english_title": "The Brothers",
    "series": "Sagan om Isfolket",
    "series_order": 30,
    "release_year": 1986,
    "img": "https://www.storytel.com/images/200x200/0000016379.jpg",
    "url": "https://www.storytel.com/se/sv/books/m%C3%A4nniskodjuret-74523",
    "main_characters": "Marco, Ulvar",
    "summary": "Tvillingarna Marco och Ulvar var så olika som två bröder kan vara: Marco var vacker som en gud medan Ulvar var mer grotesk än det värsta odjur. Isfolket visste att de två hade blivit utvalda till var sin uppgift - men ingen förstod hur det skulle kunna komma något gott ur Ulvar, han som var lika full av ondska som djävulen själv..."
  },
  {
    "bookID": 31,
    "title": "Färjkarlen",
    "english_title": "The Ferryman",
    "series": "Sagan om Isfolket",
    "series_order": 31,
    "release_year": 1986,
    "img": "https://www.storytel.com/images/200x200/0000018675.jpg",
    "url": "https://www.storytel.com/se/sv/books/f%C3%A4rjkarlen-57828",
    "main_characters": "Benedikte Lind, Sander Brink",
    "summary": "Benedikte Lind var en av Isfolkets utvalda. Tillsammans med studenten Sander Brink och en handfull andra människor skulle hon lösa en fasansfull gåta. Jakten på lösningen innehöll både ett spökhus och mystiska likfynd. Mitt i allt det ohyggliga som utspelades runt omkring dem blev Benedikte bottenlöst förälskad i Sander. Det var en hopplös kärlek, Sander kunde få vem han ville - och Benedikte visste att hon var både ful och tråkig..."
  },
  {
    "bookID": 32,
    "title": "Hunger",
    "english_title": "Hunger",
    "series": "Sagan om Isfolket",
    "series_order": 32,
    "release_year": 1986,
    "img": "https://www.storytel.com/images/200x200/0000018676.jpg",
    "url": "https://www.storytel.com/se/sv/books/hunger-57849",
    "main_characters": "Christoffer Volden, Marit i Svelten",
    "summary": "Marit i Svelten hade alltid varit ensam, och nu låg hon inför döden. För att göra hennes sista tid lycklig, förklarade Christoffer Volden henne sin kärlek och lovade att gifta sig med henne. Då Marit mot all förmodan blev bättre, fick Christoffer kalla fötter. Hans Isfolks-ära förbjöd honom att ta tillbaka sitt ord - men han var redan förlovad med den rika Lise-Merete Gustavsen..."
  },
  {
    "bookID": 33,
    "title": "Nattens demon",
    "english_title": "The Demon of the Nights",
    "series": "Sagan om Isfolket",
    "series_order": 33,
    "release_year": 1987,
    "img": "https://www.storytel.com/images/200x200/0000018677.jpg",
    "url": "https://www.storytel.com/se/sv/books/nattens-demon-57863",
    "main_characters": "Vanja Lind, Tamlin",
    "summary": "Han var Tamlin, nattens demon, sänd av Tengel den onde för att spionera på Isfolket. Han upptäckte dem i deras mardrömmar och luskade reda på deras planer för framtiden. Men Tamlin hade inte räknat med unga Vanja, som till och med efter isfolkets mått hade mycket speciella gåvor. För även om Tamlin var osynlig för alla andra, kunde Vanja se honom - och förälska sig i honom."
  },
  {
    "bookID": 34,
    "title": "Kvinnan på stranden",
    "english_title": "The Woman on the Beach",
    "series": "Sagan om Isfolket",
    "series_order": 34,
    "release_year": 1987,
    "img": "https://www.storytel.com/images/200x200/0000018678.jpg",
    "url": "https://www.storytel.com/se/sv/books/kvinnan-p%C3%A5-stranden-57891",
    "main_characters": "André Brink",
    "summary": "André Brink var utsedd till att finna isfolkets drabbade i sin generation. Jakten förde honom till Trondheim, där en olycklig kvinna fått ett dödfött, starkt missbildat barn. Kunde Isfolket ha andra ättlingar än de han kände till? André fann kvinnosaksförespråkaren mali och den hjälpsamme Nette, och spåren ledde de tre till Sverige. Där väntade en ofattbar ondska på sin gruvliga hämnd..."
  },
  {
    "bookID": 35,
    "title": "Vandring i mörkret",
    "english_title": "The Flute",
    "series": "Sagan om Isfolket",
    "series_order": 35,
    "release_year": 1987,
    "img": "https://www.storytel.com/images/200x200/0000018679.jpg",
    "url": "https://www.storytel.com/se/sv/books/vandring-i-m%C3%B6rkret-57907",
    "main_characters": "Vetle Volden",
    "summary": "I Marimas Spanien satt en amatörkompositör och experimenterade med trollstämd musik. han slutförde aldrig verket, men bara tonerna var nog för att få den onde Tengel att röra på sig. I all hast blev Vetle sänd av Isfolket för att förstöra noterna innan en katastrof skulle kunna inträffa. Med Tengel hade mäktiga medhjälpare och en av de allra värsta var redan på väg för att stoppa Vetle..."
  },
  {
    "bookID": 36,
    "title": "Trollmåne",
    "english_title": "Troll Moon",
    "series": "Sagan om Isfolket",
    "series_order": 36,
    "release_year": 1987,
    "img": "https://www.storytel.com/images/200x200/0000020502.jpg",
    "url": "https://www.storytel.com/se/sv/books/trollm%C3%A5ne-58444",
    "main_characters": "Christa Lind, Abel Gard, Lindelo",
    "summary": "Christa Lind var utvald till att föda Isfolkets alldeles speciella barn, som med tiden skulle ta upp kampen mot Tengel den onde. Christas styvfar ville att hon skulle gifta sig med den kristne änkemannen Abel. Men han var dubbelt så gammal som Christa och hade dessutom sju söner. Då gick hennes tankar till den fattige torparsonen Lindelo, över vilken det vilade en förunderlig mystik..."
  },
  {
    "bookID": 37,
    "title": "Stad i skräck",
    "english_title": "The City of Horror",
    "series": "Sagan om Isfolket",
    "series_order": 37,
    "release_year": 1987,
    "img": "https://www.storytel.com/images/200x200/0000021429.jpg",
    "url": "https://www.storytel.com/se/sv/books/stad-i-skr%C3%A4ck-39258",
    "main_characters": "Rikard Brink, Vinnie Dahlen",
    "summary": "En råkall januaridag 1937 kom Döden till byn Halden, med en fripassagerare på ett skepp från Rotterdam. Bland de många, som blivit hotade till livet, var den självutplånande och underkuvade Vinnie Dahlen. Polismannen Rikard Brink av Isfolket fick uppgiften att hindra katastrofen. Men för att klara av det måste han först vinna den förskrämda flickan Vinnies tillit..."
  },
  {
    "bookID": 38,
    "title": "Små män kastar långa skuggor",
    "english_title": "Hidden Traces",
    "series": "Sagan om Isfolket",
    "series_order": 38,
    "release_year": 1988,
    "img": "https://www.storytel.com/images/200x200/0000021430.jpg",
    "url": "https://www.storytel.com/se/sv/books/sm%C3%A5-m%C3%A4n-kastar-l%C3%A5nga-skuggor-39278",
    "main_characters": "Karine Volden",
    "summary": "Som liten flicka blev Karin Volden vid två tillfällen brutalt våldtagen. Även om hon till viss del lyckades förskjuta de grymma upplevelserna, blev hon med tiden alltmer sluten och rädd för kontakt med andra människor. Under kriget blev hon utsatt för ett nytt övergrepp, och då blev det en våldsam reaktion. Värre blev det då hon kände att det var överfallets - och därmed hennes - fel att brodern Jonathan blev skickad till ett koncentrationsläger i Tyskland..."
  },
  {
    "bookID": 39,
    "title": "Rop av stumma röster",
    "english_title": "Silent Voices",
    "series": "Sagan om Isfolket",
    "series_order": 39,
    "release_year": 1988,
    "img": "https://www.storytel.com/images/200x200/0000021431.jpg",
    "url": "https://www.storytel.com/se/sv/books/rop-av-stumma-r%C3%B6ster-39293",
    "main_characters": "Nataniel Gard, Ellen Knutsen",
    "summary": "Nataniel Gard av Isfolket - son i 15:e generation från Tengel och Silje - och utvald till att leda den slutgiltiga kampen mot Tengel den onde. Men ännu var han inte mogen, utan behövde andra svåra uppgifter att träna sig på. Ellen Knutsen hade upplevt många hemska och mystiska saker, och även personligen var hon något av en gåta. Det skulle visa sig att dessa två hade mer gemensamt än vad Nataniel först kunde ana..."
  },
  {
    "bookID": 40,
    "title": "Fångad av tiden",
    "english_title": "Imprisoned by Time",
    "series": "Sagan om Isfolket",
    "series_order": 40,
    "release_year": 1988,
    "img": "https://www.storytel.com/images/200x200/0000021432.jpg",
    "url": "https://www.storytel.com/se/sv/books/f%C3%A5ngad-av-tiden-39309",
    "main_characters": "Tova Brink",
    "summary": "Tova Brink var en av isfolkets svårast drabbade, hennes utseende fick folk att snabbt dra sig undan i vämjelse - och hon kallades allmänt för häxa. Trots detta var hon utvald till att medverka i ättens kamp mot Tengel den onde. Men Tova själv hade helt andra planer. Den enda gången hon kunde känna riktig glädje, var när hon lyckades göra livet surt för andra. Vad det då inte mer naturligt för henne att gå i Tengel den ondes tjänst...?"
  },
  {
    "bookID": 41,
    "title": "Demonernas fjäll",
    "english_title": "Demon Mountain",
    "series": "Sagan om Isfolket",
    "series_order": 41,
    "release_year": 1988,
    "img": "https://www.storytel.com/images/200x200/0000021433.jpg",
    "url": "https://www.storytel.com/se/sv/books/demonernas-fj%C3%A4ll-39330",
    "main_characters": "Nataniel Gard, Tova Brink, Ellen Skogsrud",
    "summary": "Nataniel Gard var den som blivit utvald att leda kampen mot Isfolkets onde stamfader, men för att klara detta måste han få hjälp, och det var den svårt drabbade Tova Brink och Ellen Skogsrud som blev hans närmaste allierade. Men skulle Tengel den onde låta sig besegras, måste alla tänkbara resurser sättas in i striden. Därför samlades hela släkten vid Demonernas fjäll, där mycket skulle avslöjas - både på gott och ont..."
  },
  {
    "bookID": 42,
    "title": "Lugnet före stormen",
    "english_title": "The Calm Before the Storm",
    "series": "Sagan om Isfolket",
    "series_order": 42,
    "release_year": 1988,
    "img": "https://www.storytel.com/images/200x200/0000022969.jpg",
    "url": "https://www.storytel.com/se/sv/books/lugnet-f%C3%B6re-stormen-27651",
    "main_characters": "Tengel den Onde, Tova Brink, Nataniel Gard, Ellen Skogsrud, Gabriel Gard",
    "summary": "Efter Isfolkets hemliga möte i Demonernas fjäll stod det klart att kampen mot Tengel den onde skulle bli mycket svårare och farligare än någon hade trott. Fem av Isfolkets medlemmar gav sig av mot Tröndelag och Isfolkets glömda dal - och blev då varse att Tengel den onde hade en stor skara anhängare på jakt efter dem..."
  },
  {
    "bookID": 43,
    "title": "En glimt av ömhet",
    "english_title": "A Glimpse of Tenderness",
    "series": "Sagan om Isfolket",
    "series_order": 43,
    "release_year": 1988,
    "img": "https://www.storytel.com/images/200x200/0000023045.jpg",
    "url": "https://www.storytel.com/se/sv/books/en-glimt-av-%C3%B6mhet-28421",
    "main_characters": "Tova Brink, Ian Morahan",
    "summary": "Kampen mot Tengel den onde hade utvecklat sig till en livsfarlig kapplöpning, där det gällde att komma först till Isfolkets dal. Isfolket hade goda hjälpare, men Tengels skara var otroligt starka och inte minst hänsynslösa. Mitt uppe i denna striden upplevde den olycksfödde Tova sitt livs första och kanske enda svärmeri - med den dödsjuke irländaren Ian Morahan..."
  },
  {
    "bookID": 44,
    "title": "Den onda dagen",
    "english_title": "An evil day",
    "series": "Sagan om Isfolket",
    "series_order": 44,
    "release_year": 1989,
    "img": "https://www.storytel.com/images/200x200/0000023046.jpg",
    "url": "https://www.storytel.com/se/sv/books/den-onda-dagen-28434",
    "main_characters": "Tengel den Onde, Nataniel Gard, Ellen Skogsrud, Gabriel Gard, Tova Brink, Ian Morahan",
    "summary": "Det var en svart dag i Isfolkets historia. Tengel den onde och hans högra hand, den grymme Lynx, samlade hela sin styrka för att krossa isfolket och deras hjälpare. Och Tengels hantlangare var många - legosoldater, krigsförbrytare, bildsköna, förföriska häxor och pansarklädda ryttare som det verkade omöjligt att besegra..."
  },
  {
    "bookID": 45,
    "title": "Legenden om Marco",
    "english_title": "The Legend",
    "series": "Sagan om Isfolket",
    "series_order": 45,
    "release_year": 1989,
    "img": "https://www.storytel.com/images/200x200/0000023047.jpg",
    "url": "https://www.storytel.com/se/sv/books/legenden-om-marco-28446",
    "main_characters": "Marco",
    "summary": "Marco var en av Isfolkets fem utvalda i kampen mot Tengel den onde. Han var den mystiske, en medhjälpare så stark att de andra inte kunde ana hans styrka. Men nu hade Marco fått ett nästan omöjligt uppdrag - att ödelägga den grymme Lynx, Tengels närmaste medarbetare. Och detta måste han klara utan att ta till sina starkaste vapen..."
  },
  {
    "bookID": 46,
    "title": "Det svarta vattnet",
    "english_title": "The Black Water",
    "series": "Sagan om Isfolket",
    "series_order": 46,
    "release_year": 1989,
    "img": "https://www.storytel.com/images/200x200/0000023048.jpg",
    "url": "https://www.storytel.com/se/sv/books/det-svarta-vattnet-28459",
    "main_characters": "Tengel den Onde, Nataniel Gard, Marco, Ellen Skogsrud, Tova Brink, Gabriel Gard",
    "summary": "Tengel den onde var klar att erövra världen. sakta men säkert närmade han sig nu det svarta vattnet som skulle ge honom obegränsad makt. Och isfolkets utvalda, som med Nataniel i spetsen var utsända för att stoppa Tengel den onde, satt fast i Det Stora Svalget - platsen som ännu ingen hade lyckats ta sig ut ifrån..."
  },
  {
    "bookID": 47,
    "title": "Är det någon där ute?",
    "english_title": "Is There Anybody Out There?",
    "series": "Sagan om Isfolket",
    "series_order": 47,
    "release_year": 1989,
    "img": "https://www.storytel.com/images/200x200/0000023049.jpg",
    "url": "https://www.storytel.com/se/sv/books/%C3%A4r-det-n%C3%A5gon-d%C3%A4r-ute-28471",
    "main_characters": "Marco, Nataniel Gard, Margit Sandemo, Ellen Skogsrud",
    "summary": "Isfolkets långa och farliga kamp mot Tengel den onde var över. Tan-ghil, jordens gissel och plåga, var över för alltid. Men därmed var det inte garanterat att allt skulle bli bra i framtiden. Ännu var det många obesvarade frågor, och isfolkets medlemmar hade spännande år framför sig..."
  },
  {
    "bookID": 48,
    "title": "Trolldom",
    "english_title": "",
    "series": "Häxmästaren",
    "series_order": 1,
    "release_year": 1991,
    "img": "https://www.storytel.com/images/200x200/0000029394.jpg",
    "url": "https://www.storytel.com/se/sv/books/trolldom-64327",
    "main_characters": "Tiril Dahl, Mori, Erling",
    "summary": "Den första boken börjar i Bergen på slutet av 1600-talet. Tiril Dahl växte upp som ett ensamt, osjälviskt barn i skuggan av sin vackra syster Carla. Med åren började onda saker att ske omkring de unga systrarna. Tiril befann sig i ett hopplöst dilemma, och till slut kunde det bli livsfarligt. Hjälpen kom i form av den unge affärsmannen Erling - men samtidigt dök en mystisk, skrämmande islänning upp. Hans namn var Mori, och han hade bestämt sig för att bli tidernas störste häxmästare..."
  },
  {
    "bookID": 49,
    "title": "Ljuset i dina ögon",
    "english_title": "",
    "series": "Häxmästaren",
    "series_order": 2,
    "release_year": 1991,
    "img": "https://www.storytel.com/images/200x200/0000029395.jpg",
    "url": "https://www.storytel.com/se/sv/books/ljuset-i-dina-%C3%B6gon-64345",
    "main_characters": "Tiril Dahl, Mori, Erling",
    "summary": "Tiril, Erling och Móri hade skilts åt... Tiril, hade tvingats att fly från två män som ville döda henne, hon strandsattes på en ö där en gåtfull, ensam kvinna bodde. Samtidigt försökte hennes vän Erling förtvivlat att finna henne. På island kastade häxmästaren Móri sig ut i ett dumdristigt äventyr - detta var att mana upp trolldomsboken Rödskinna från en gammal grav. Då Tiril fick ett telepatiskt bud om att hans liv var i fara, gjorde hon allt för att komma honom till hjälp..."
  },
  {
    "bookID": 50,
    "title": "När mörkret faller",
    "english_title": "",
    "series": "Häxmästaren",
    "series_order": 3,
    "release_year": 1992,
    "img": "https://www.storytel.com/images/200x200/0000029398.jpg",
    "url": "https://www.storytel.com/se/sv/books/n%C3%A4r-m%C3%B6rkret-faller-64423",
    "main_characters": "Tiril Dahl, Mori, Erling",
    "summary": "Tiril, Erling och Móri var på jakt efter Tirils ursprung - vem hon var och var hon kom ifrån. Spåret förde dem fram till Tiveden, de djupa skogarna mellan Vänern och Vättern, och med sig nu hade de en äkta baronessa, Catherine van Zuiden. Det blev en farofylld färd. Det var inte bara de mörka skogarna som hotade med farliga rovdjur och gamla förbannelser, för Cahterine kastade avundsjuka och hatfulla blickar på unga Tiril - och hela tiden visste de att två män var ute för att röja Tiril ur vägen..."
  },
  {
    "bookID": 51,
    "title": "Ondskans ansikte",
    "english_title": "",
    "series": "Häxmästaren",
    "series_order": 4,
    "release_year": 1992,
    "img": "https://www.storytel.com/images/200x200/0000029404.jpg",
    "url": "https://www.storytel.com/se/sv/books/ondskans-ansikte-64589",
    "main_characters": "Tiril Dahl, Mori",
    "summary": "Äntligen fick Tiril chansen att möta sin okända mor. Men vad skulle detta möte föra med sig, och hur skulle modern reagera på häxmästaren Móri? Han ville gifta sig med Tiril, men hade en känsla av att han inte hade någon rätt till henne. Bara hans groteske följeslagare från de kalla skuggornas land kunde ge honom svaret. Samtidigt blev de alla jagade av en okänd kraft. Ondskans ansikte var på väg att visa sig..."
  },
  {
    "bookID": 52,
    "title": "Eldprovet",
    "english_title": "",
    "series": "Häxmästaren",
    "series_order": 5,
    "release_year": 1992,
    "img": "https://www.storytel.com/images/200x200/0000030777.jpg",
    "url": "https://www.storytel.com/se/sv/books/eldprovet-29830",
    "main_characters": "Tiril Dahl, Mori, hertiginnan Theresa",
    "summary": "Hertiginnan Theresa gav sig söderut tillsammans med dottern Tiril och Móri för att bilda ett eget hem. Hertiginnan var både nervös och upprymd, för nu skulle hon möta sin ungdoms stora kärlek - Tirils far. Samtidigt närmade de sig också farornas brännpunkt. Den dolda fienden var handlingsförlamad för en tid, men så kom Móri och hans vänner över ett nytt spår i gåtan om soltecknet - och de gav sig ut på en äventyrlig färd, ett eldprov, utan tanke på vilka fasansfulla upplevelser de kunde råka ut för..."
  },
  {
    "bookID": 53,
    "title": "Irrbloss",
    "english_title": "",
    "series": "Häxmästaren",
    "series_order": 6,
    "release_year": 1992,
    "img": "https://www.storytel.com/images/200x200/0000030778.jpg",
    "url": "https://www.storytel.com/se/sv/books/irrbloss-29846",
    "main_characters": "Mori, Tiril, Dolg",
    "summary": "Kampen mot Den Heliga Solens Orden skulle bli ödesdiger för den isländske häxmästaren Móri och hans norska hustru Tiril. Nu svävade båda i livsfara,och bara deras äldste son kunde rädda dem. Dolg var inte mer än tolv år, men han hade en mäktig hjälpare i den trogna Skuggan. Dessutom vägleddes han av de gåtfulla irrblossen, som kunde hjälpa vandrare tryggt över farliga myrar - eller sända dem till undergång..."
  },
  {
    "bookID": 54,
    "title": "De värnlösa",
    "english_title": "",
    "series": "Häxmästaren",
    "series_order": 7,
    "release_year": 1993,
    "img": "https://www.storytel.com/images/200x200/0000030779.jpg",
    "url": "https://www.storytel.com/se/sv/books/de-v%C3%A4rnl%C3%B6sa-29863",
    "main_characters": "Dolg",
    "summary": "Ett tungt ansvar vilade på unge Dolgs axlar. Båda hans föräldrar behövde hjälp, och dessutom var det Danielle. Danielle var ett skyggt och underkuvat barn som, för det mesta, hölls gömd inomhus. Hon hade haft en bror, men hans sinne blev förmörkat efter att han hade sett en gengångare - och nu var han död..."
  },
  {
    "bookID": 55,
    "title": "Ritten mot väster",
    "english_title": "",
    "series": "Häxmästaren",
    "series_order": 8,
    "release_year": 1993,
    "img": "https://www.storytel.com/images/200x200/0000030780.jpg",
    "url": "https://www.storytel.com/se/sv/books/ritten-mot-v%C3%A4ster-29877",
    "main_characters": "Dolg, Mori, Tiril",
    "summary": "Tolv år gamla Dolg hade lyckats att slita sin far, häxmästaren Móri från island, ut ur dödens grepp. Nu var tiden inne för att rädda Tiril, Dolgs mor och Móris hustru, som hade blivit bortförda av riddarna av Den Heliga Solens Orden. Vid gott mot red far och son västerut mot Pyrenéerna, där de visste att Tiril hölls fången. De hade en liten aning om att den onde kardinal von Graben hade lagt ut en fälla..."
  },
  {
    "bookID": 56,
    "title": "Eldsvärdet",
    "english_title": "",
    "series": "Häxmästaren",
    "series_order": 9,
    "release_year": 1993,
    "img": "https://www.storytel.com/images/200x200/0000034935.jpg",
    "url": "https://www.storytel.com/se/sv/books/eldsv%C3%A4rdet-51016",
    "main_characters": "Dolg, Taran",
    "summary": "Två mäktiga fiender försökte från var sitt håll och med all sin kraft att stjäla den blå safiren från Dolg, häxmästaren Móris son. Eftersom de båda visste att Dolg var starkt beskyddad bestämde de sig för att ta en gisslan, för att vara säkra på att få stenen. Det naturliga offret var Taran, Dolgs nu vuxna lillasyster. Men ingen visste att Taran hade fått en ny skyddsängel, en hjälpare som kunde beskydda henne mot allt – utom mot henne själv…"
  },
  {
    "bookID": 57,
    "title": "Dvärgarop",
    "english_title": "",
    "series": "Häxmästaren",
    "series_order": 10,
    "release_year": 1993,
    "img": "https://www.storytel.com/images/200x200/0000034936.jpg",
    "url": "https://www.storytel.com/se/sv/books/dv%C3%A4rgarop-51036",
    "main_characters": "Mori, Dolg",
    "summary": "Häxmästaren Móri och sonen Dolg hade kommit till Island för ett viktigt uppdrag. Med sig hade Dolg den magiska blå safiren, som de onda riddarna av Den Heliga Solens Orden kunde offra allt för att få tag i. Till Island kom också sju av de farligaste och mest inbitna ordensriddarna, och de hade mord i sinnet. Deras order var klar och brutal: Döda häxmästarens son och kom tillbaka med den blå safiren..."
  },
  {
    "bookID": 58,
    "title": "Skammens hus",
    "english_title": "",
    "series": "Häxmästaren",
    "series_order": 11,
    "release_year": 1993,
    "img": "https://www.storytel.com/images/200x200/0000034937.jpg",
    "url": "https://www.storytel.com/se/sv/books/skammens-hus-51055",
    "main_characters": "Mori, Marie-Christine, Rafael, Villeman, Taran",
    "summary": "Efter dramatiska händelser i Norge och Island var Móri och hans följe på väg hem till Österrike. De hoppades på en lugn resa, men hade inte räknat med de onda riddarna och den franska häxan Marie-Christine. Minst av allt hade de kunnat drömma om den fruktansvärda familjeskandalen de kom att bli inblandade i. Här avslöjade de avundsjuka, otrohet och mord – och otroligt nog väntade ännu fler dystra hemligheter…"
  },
  {
    "bookID": 59,
    "title": "Sagor om glömda riken",
    "english_title": "",
    "series": "Häxmästaren",
    "series_order": 12,
    "release_year": 1993,
    "img": "https://www.storytel.com/images/200x200/0000034938.jpg",
    "url": "https://www.storytel.com/se/sv/books/sagor-om-gl%C3%B6mda-riken-51071",
    "main_characters": "Mori, Sigilion",
    "summary": "Nya och farofyllda äventyr väntade häxmästaren Móri och hans familj. Denna gång gick färden österut, till Verdens Tak och den fruktansvärde Sigilions slott. Målet var – om detta var möjligt – att finna och omintetgöra ödlemannen Sigilion. Dessutom skulle de befria hans olyckliga slavar av människoliknande sort – om de över huvud taget existerade…"
  },
  {
    "bookID": 60,
    "title": "Klostret i tårarnas dal",
    "english_title": "",
    "series": "Häxmästaren",
    "series_order": 13,
    "release_year": 1994,
    "img": "https://www.storytel.com/images/200x200/0000036906.jpg",
    "url": "https://www.storytel.com/se/sv/books/klostret-i-t%C3%A5rarnas-dal-42257",
    "main_characters": "Mori, Danielle",
    "summary": "Móri och hans vänner närmade sig lösningen på gatan om Den Heliga Solen. De sista pusselbitarna räknade de med att finna i en klosterruin i Tårarnas Dal. Men dit kom också två av de onda ordensriddarna, som absolut inte hade tänkt att ge upp. Och med unge Danielle som gisslan kunde de kräva vad de ville…"
  },
  {
    "bookID": 61,
    "title": "Frostens dotter",
    "english_title": "",
    "series": "Häxmästaren",
    "series_order": 14,
    "release_year": 1994,
    "img": "https://www.storytel.com/images/200x200/0000036916.jpg",
    "url": "https://www.storytel.com/se/sv/books/frostens-dotter-42460",
    "main_characters": "Mariatta, Villeman",
    "summary": "Móri och hans vänner närmade sig lösningen på Den Heliga Solens gåta. Åter var de i Tivedens djupa skogar mellan insjöarna Vänern och Vättern i Sverige. Där väntade fler överraskningar. Först var det de onda ordensriddarna, som hade följt efter dem ända sedan Mellan-Europa. Och de mötte Frostens dotter – som skulle få stor betydelse för hela utfallet av expeditionen…"
  },
  {
    "bookID": 62,
    "title": "In i det okända",
    "english_title": "",
    "series": "Häxmästaren",
    "series_order": 15,
    "release_year": 1994,
    "img": "https://www.storytel.com/images/200x200/0000036917.jpg",
    "url": "https://www.storytel.com/se/sv/books/in-i-det-ok%C3%A4nda-42477",
    "main_characters": "Mariatta, Villeman, Dolg",
    "summary": "Äntligen var Móri och hans vänner vid målet. Äntligen skulle de få svaret på Den Heliga Solens hemlighet. Men ännu var de hotade av mäktiga krafter. De onda ordensriddarna knappade hela tiden in på deras försprång – och Den Heliga Solen vaktades av en oerhörd ondska…"
  },
  {
    "bookID": 63,
    "title": "Viskningen",
    "english_title": "",
    "series": "Legenden om Ljusets Rike",
    "series_order": 1,
    "release_year": 1996,
    "img": "https://www.storytel.com/images/200x200/0000041049.jpg",
    "url": "https://www.storytel.com/se/sv/books/viskningen-71835",
    "main_characters": "Tiril",
    "summary": "Häxmästarens familj var tillsammans med sina vänner äntligen på väg genom de mystiska Portarna. Ingen visste vad som väntade dem på andra sidan. Lyckligtvis var Tiril och hennes närmaste helt ovetande om katastrofen som hade inträffat – att häxmästaren själv och hans äldste son inte hade tagit sig igenom Portarna…"
  },
  {
    "bookID": 64,
    "title": "Móri och Isfolket",
    "english_title": "",
    "series": "Legenden om Ljusets Rike",
    "series_order": 2,
    "release_year": 1996,
    "img": "https://www.storytel.com/images/200x200/0000041050.jpg",
    "url": "https://www.storytel.com/se/sv/books/m%C3%B3ri-och-isfolket-71862",
    "main_characters": "Marco, Nataniel, Móri, Gabriel",
    "summary": "Häxmästaren Móri var odödlig, och därför hade han legat i en dold grav efter att de andra i familjen, bortsett från Dolg, gick igenom portarna. Nu fick han hjälp av Isfolkets Marco och Nataniel för att finna sin äldste son, som var försvunnen. Sökandet efter Dolg förde dem ut på en farofylld färd till Island och alvernas värld."
  },
  {
    "bookID": 65,
    "title": "Flickan som inte kunde säga nej",
    "english_title": "",
    "series": "Legenden om Ljusets Rike",
    "series_order": 3,
    "release_year": 1998,
    "img": "https://www.storytel.com/images/200x200/0000041051.jpg",
    "url": "https://www.storytel.com/se/sv/books/flickan-som-inte-kunde-s%C3%A4ga-nej-71878",
    "main_characters": "Elena",
    "summary": "Elena var den mest blyga och osäkra bland den nya generationen i Ljusets rike. Hon var övertygad om att hon var alltför tjock, och att ingen skulle bry sig om henne om hon inte fogade sig i ett och annat. Därför blev hon otroligt glad då den okände John verkligen verkade tycka om henne. Men inte heller i Ljusets rike var allt bara idyll. I De missanpassades by gick en farlig kvinnomördare lös …"
  },
  {
    "bookID": 66,
    "title": "Dagg och dimma",
    "english_title": "",
    "series": "Legenden om Ljusets Rike",
    "series_order": 4,
    "release_year": 1998,
    "img": "https://www.storytel.com/images/200x200/0000041052.jpg",
    "url": "https://www.storytel.com/se/sv/books/dagg-och-dimma-71900",
    "main_characters": "Miranda, Haram, Gondagil",
    "summary": "Miranda hade alltid varit en vänlig själ med stor omtanke om andra. Som mål hade hon nu satt att hon ville sprida ljuset ut till de olyckliga själarna i Mörkrets rike, även om hon visste att många väsen där ute var onda och livsfarliga. Efter att ha passerat de hemska odjuren närmast muren, mötte Miranda de två varjagerna Haram och Gondagil. Hon hade ingen aning om att hon skulle medverka till en splittring mellan de två barndomsvännerna en gång för alla…"
  },
  {
    "bookID": 67,
    "title": "Johannesnatten",
    "english_title": "",
    "series": "Legenden om Ljusets Rike",
    "series_order": 5,
    "release_year": 1998,
    "img": "https://www.storytel.com/images/200x200/0000041053.jpg",
    "url": "https://www.storytel.com/se/sv/books/johannesnatten-71924",
    "main_characters": "Miranda, Gondagil",
    "summary": "Två gånger hade Miranda varit ute ur Ljusets rike, och i Timons mörka land förälskade hon sig i den stolte varjagen Gondagil. Gränslöst och olyckligt – eftersom han inte fick följa med henne tillbaka in i Ljusets rike. Nu var muren mellan rikena stängd för gott, och Miranda visste att tiden rann ifrån dem.För medan hon led sig igenom en månad utan Gondagil, skulle det gå ett helt år ute i Mörkrets rike…"
  },
  {
    "bookID": 68,
    "title": "Den utvalde",
    "english_title": "",
    "series": "Legenden om Ljusets Rike",
    "series_order": 6,
    "release_year": 1998,
    "img": "https://www.storytel.com/images/200x200/0000045520.jpg",
    "url": "https://www.storytel.com/se/sv/books/den-utvalde-82342",
    "main_characters": "Indra av Isfolket",
    "summary": "I Ljusets rike arbetades det hektiskt för att få sänt en ytterst viktig expedition till De Svarta Fjällen. De flesta medlemmarna i den farliga expeditionen var redan utplockade, men en saknades: Den utvalde. Den utvalde var en ung pojke som skulle hämtas från den mystiska södra delen av Ljusets rike. Och Indra av Isfolket var utsedd att ta sig an denne mycket specielle pojke..."
  },
  {
    "bookID": 69,
    "title": "Häxan",
    "english_title": "",
    "series": "Legenden om Ljusets Rike",
    "series_order": 7,
    "release_year": 1999,
    "img": "https://www.storytel.com/images/200x200/0000045521.jpg",
    "url": "https://www.storytel.com/se/sv/books/h%C3%A4xan-82348",
    "main_characters": "Griselda",
    "summary": "Griselda var en äkta häxa av det värsta slaget. Med hjälp av en speciell salva kunde hon göra männen vilda av begär, hon kunde få vittnen att falla i total glömska, och hon var speciellt duktig på att få andra kvinnor dömda till döden för häxeri. Nu hade hon kommit till Ljusets rike, och aldrig hade hon mött så många åtråvärda män som där. Men först och främst måste hon röja en mängd kvinnor ur vägen..."
  },
  {
    "bookID": 70,
    "title": "Skräcken",
    "english_title": "",
    "series": "Legenden om Ljusets Rike",
    "series_order": 8,
    "release_year": 1999,
    "img": "https://www.storytel.com/images/200x200/0000045522.jpg",
    "url": "https://www.storytel.com/se/sv/books/skr%C3%A4cken-82357",
    "main_characters": "Siska, Tsi, Elena, Jaskari",
    "summary": "Efter att häxan Griselda var oskadliggjord, var en stor expedition klar för resan ut i Mörkret för att rädda jättehjortarna som höll till där. Med på den farliga turen var många unga som av olika anledningar led av olycklig kärlek. I Mörkrets rike väntade onda väsen som ingen förr hade hört talas om - och som även Móri och Isfolkets hjälpare skulle få problem med att övervinna..."
  },
  {
    "bookID": 71,
    "title": "Sol av Isfolket",
    "english_title": "",
    "series": "Legenden om Ljusets Rike",
    "series_order": 9,
    "release_year": 1999,
    "img": "https://www.storytel.com/images/200x200/0000045523.jpg",
    "url": "https://www.storytel.com/se/sv/books/sol-av-isfolket-82362",
    "main_characters": "Sol av Isfolket, Griselda",
    "summary": "Sol av Isfolket hade aldrig fått uppleva kärleken i sitt korta liv. Nu önskade hon sig så innerligt en ny chans att träffa någon hon kunde älska. Men först måste hon oskadliggöra den grymma häxan Griselda, som hade gömt sin själ och bara väntat på att komma tillbaka för att hämnas på invånarna i Ljusets rike..."
  },
  {
    "bookID": 72,
    "title": "Nattsvarta rosor",
    "english_title": "",
    "series": "Legenden om Ljusets Rike",
    "series_order": 10,
    "release_year": 1999,
    "img": "https://www.storytel.com/images/200x200/0000045524.jpg",
    "url": "https://www.storytel.com/se/sv/books/nattsvarta-rosor-82366",
    "main_characters": "Indra, Siska, Shira, Sol",
    "summary": "Äntligen var allt klart för Ljusrikets expedition till De Svarta Bergen. Förutom en mängd hjältemodiga män var de fyra kvinnorna Indra, Siska, Shira och Sol av Isfolket med. Det första hindret i Mörkrets rike blev den långsträckta Rosornas dal - och farorna som mötte dem där."
  },
  {
    "bookID": 73,
    "title": "Bländverk",
    "english_title": "",
    "series": "Legenden om Ljusets Rike",
    "series_order": 11,
    "release_year": 1999,
    "img": "https://www.storytel.com/images/200x200/0000047875.jpg",
    "url": "https://www.storytel.com/se/sv/books/bl%C3%A4ndverk-94292",
    "main_characters": "Sol av Isfolket",
    "summary": "Sol av Isfolket var lovad en ny chans att uppleva kärleken, och på den stora expeditionen ute i Mörkrets rike mötte hon sin drömprins - en blond och ståtlig riddare med svärd, rustning och egen borg. Men utanför Ljusets rike var ingenting riktigt så som det såg ut att vara, och Sol var helt ovetande om att hon beundrades av en annan och mycket starkare man..."
  },
  {
    "bookID": 74,
    "title": "Det bävande hjärtat",
    "english_title": "",
    "series": "Legenden om Ljusets Rike",
    "series_order": 12,
    "release_year": 1999,
    "img": "https://www.storytel.com/images/200x200/0000047876.jpg",
    "url": "https://www.storytel.com/se/sv/books/det-b%C3%A4vande-hj%C3%A4rtat-94298",
    "main_characters": "Kari, Armas",
    "summary": "Hennes namn var Kari och hon var fråntagen alla möjligheter till ett värdigt liv. Inte nog med att hon var obetydlig att se på i människornas ögon, hon var också utvald till att spela en osympatisk roll. Då hon mötte den stilige Armas långt inne i De Svarta Bergen, fylldes hon av ett ytterst litet hopp om att även hon skulle få uppleva lite lycka i livet. Men kunde verkligen han, en så högtstående person, se något fint i en ynklig människa som henne..?"
  },
  {
    "bookID": 75,
    "title": "Ond saga",
    "english_title": "",
    "series": "Legenden om Ljusets Rike",
    "series_order": 13,
    "release_year": 1999,
    "img": "https://www.storytel.com/images/200x200/0000047877.jpg",
    "url": "https://www.storytel.com/se/sv/books/ond-saga-94302",
    "main_characters": "Nattöga, Marco, Shira, Mar",
    "summary": "Expeditionen från Ljusets rike var klar till den sista etappen fram till Det klara vattnet i De Svarta Bergen. Den unge indianen Nattöga var Den utvalde som skulle försöka att nå denna godhetens källa. Med sig hade han andarna Shira och Mar, och inte minst den ädle Marco, prins av De Svarta Salarna. Men ingen av dem fick följa Nattöga den allra sista biten - som det var mycket osäkert om han skulle klara att forcera..."
  },
  {
    "bookID": 76,
    "title": "In i värmen",
    "english_title": "",
    "series": "Legenden om Ljusets Rike",
    "series_order": 14,
    "release_year": 2000,
    "img": "https://www.storytel.com/images/200x200/0000047878.jpg",
    "url": "https://www.storytel.com/se/sv/books/in-i-v%C3%A4rmen-94308",
    "main_characters": "Goram, Lilja, Silas",
    "summary": "I Lilla Madrid, också kallat de missanpassades stad, fick Väktaren Goram ett viktigt uppdrag. Den unga flickan Lilja hade bett om hjälp till sin sju år gamle kusin, Silas, som hade stora problem både i skolan och i hemmet. Samtidigt var en del av Ljusrikets invånare strandsatta ute i De Svarta Bergen, och vägen hem verkade längre och svårare än någonsin tidigare..."
  },
  {
    "bookID": 77,
    "title": "Mörkrets ande",
    "english_title": "",
    "series": "Legenden om Ljusets Rike",
    "series_order": 15,
    "release_year": 2000,
    "img": "https://www.storytel.com/images/200x200/0000047879.jpg",
    "url": "https://www.storytel.com/se/sv/books/m%C3%B6rkrets-ande-94315",
    "main_characters": "Elena, Mischa, Jaskari",
    "summary": "Elixiret som skulle rädda världen var klart. Så snart människor och väsen i Ljusets rike och ute i Mörkret hade druckit av det, skulle allt vara klart för att uppsöka människorna ute på Jorden. Men i Mörkrets rike, i en tät trollskog med en liten tjärn omgiven av vita blommor, väntade en ond makt på Ljusrikets utsända - och speciellt på Elena..."
  },
  {
    "bookID": 78,
    "title": "Livshunger",
    "english_title": "",
    "series": "Legenden om Ljusets Rike",
    "series_order": 16,
    "release_year": 2000,
    "img": "https://www.storytel.com/images/200x200/0000053022.jpg",
    "url": "https://www.storytel.com/se/sv/books/livshunger-117529",
    "main_characters": "Berengaria, Mischa, Kata, Stjärnöga",
    "summary": "Berengaria var känd som en livlig flicka med en glödande aptit på allt livet kunde erbjuda henne. Nu hade denna livshunger ersatts av en stilla, nästan bedrövad framfart. Alla i hennes närhet hade funnit sin specielle vän, men själv kände hon sig ensam och uppgiven. Som tur var blev hon utvald till att delta i en sista viktig expedition till De Svarta Bergen - för att oskadliggöra de stora och farliga svarta fåglarna..."
  },
  {
    "bookID": 79,
    "title": "Från toppen och uppåt",
    "english_title": "",
    "series": "Legenden om Ljusets Rike",
    "series_order": 17,
    "release_year": 2000,
    "img": "https://www.storytel.com/images/200x200/0000053023.jpg",
    "url": "https://www.storytel.com/se/sv/books/fr%C3%A5n-toppen-och-upp%C3%A5t-117534",
    "main_characters": "Jaskari, Jori, Sassa",
    "summary": "De goda krafterna i Ljusets rike hade framställt ett elixir som kunde ta bort alla onda och fientliga tankar från människohjärnan. Men skulle de lyckas med att rädda jorden, måste de sprida elixiret till alla världens människor. Tiden var knapp, för det var dåligt klimat ute i världen, där korruption och maffiaverksamhet härskade. Lyckligtvis fanns det fortfarande plats för kärleken..."
  },
  {
    "bookID": 80,
    "title": "Så djup en längtan",
    "english_title": "",
    "series": "Legenden om Ljusets Rike",
    "series_order": 18,
    "release_year": 2000,
    "img": "https://www.storytel.com/images/200x200/0000053024.jpg",
    "url": "https://www.storytel.com/se/sv/books/s%C3%A5-djup-en-l%C3%A4ngtan-117542",
    "main_characters": "Lilja, Goram, Dolg",
    "summary": "Lilja och Goram älskade varandra, men Goram var en Elitväktare och han hade underordnat sig de stränga ordensreglerna. Den enda som kunde rädda deras kärlek var häxmästarsonen Dolg. På sin färd för att rädda jorden hade Dolg, Goram och Lilja kommit till Taran-gai, där den drabbade Mar en gång hade blivit omvänd till det godas sida. Nu var området härjat av tre obeskrivliga väsen som utplånade alla som försökte att stoppa dem..."
  },
  {
    "bookID": 81,
    "title": "Mördande oskuld",
    "english_title": "",
    "series": "Legenden om Ljusets Rike",
    "series_order": 19,
    "release_year": 2001,
    "img": "https://www.storytel.com/images/200x200/0000053025.jpg",
    "url": "https://www.storytel.com/se/sv/books/m%C3%B6rdande-oskuld-117546",
    "main_characters": "Móri, Berengaria, Armas, Marco",
    "summary": "Mäktiga och onda makter motarbetade Ljusrikets kamp för att rädda planeten Jorden. De hade i sin besittning ett virus som kunde utplåna allt liv, och de hade fört bort häxmästaren Móri och Berengaria till en okänd plats. Armas var helt besatt av tanken på att rädda Berengaria och framstå som en hjälte i hennes ögon. Därför kändes det extra försmädligt att han blev vald till att beskydda Lissa - en bortskämd och näsvis flicka som dessutom var narkoman..."
  },
  {
    "bookID": 82,
    "title": "Ett hav av kärlek",
    "english_title": "",
    "series": "Legenden om Ljusets Rike",
    "series_order": 20,
    "release_year": 2001,
    "img": "https://www.storytel.com/images/200x200/0000053026.jpg",
    "url": "https://www.storytel.com/se/sv/books/ett-hav-av-k%C3%A4rlek-117553",
    "main_characters": "Berengaria, Móri, Marco, Talornin",
    "summary": "De utsända från Ljusets rike hade två viktiga uppgifter: De skulle finna Berengaria och Móri, dessutom skulle de oskadliggöra Lenore och Talornin, som hade fört bort dem. Armas gladde sig åt att bli Berengariass hjälte och såg inte smärtan i unga Lissas ögon. Och den odödlige Marco, som de inte kunde klara sig utan, var distraherad av att han för första gången i sitt otroliga liv var förälskad..."
  },
  {
    "bookID": 83,
    "title": "Den svarta ängeln",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 1,
    "release_year": 1972,
    "img": "https://www.storytel.com/images/200x200/0001052789.jpg",
    "url": "https://www.storytel.com/se/sv/books/den-svarta-%C3%A4ngeln-689514",
    "main_characters": "Tessa",
    "summary": "Hon kallades Den svarta ängeln, och ingen visste vem hon var. I all hemlighet hjälpte hon fattiga och sjuka – alltid klädd i svart. Folk visste inte att under den svarta kappan dolde det sig en överklassflicka – som var vacker, rik och levde i överflöd. Men Tessa, som hennes namn var, ville något annat med sitt liv. Och en dag försvann hon plötsligt från byn och ingen visste vart ... "
  },
  {
    "bookID": 84,
    "title": "Skogen har många ögon",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 2,
    "release_year": 1978,
    "img": "https://www.storytel.com/images/200x200/0001052813.jpg",
    "url": "https://www.storytel.com/se/sv/books/skogen-har-m%C3%A5nga-%C3%B6gon-689516",
    "main_characters": "Rustan Garp, Yrsa",
    "summary": "Yrsas tillvaro är inte fylld av stora dramatiska händelserna. Hon var vän med alla, men levde ett lugnt och stillsamt liv. Hon arbetade på ett presskontor, och ett hemligstämplat kuvert med bilden på den unge pojken Rustan Garp skulle förändra hennes liv. Plötsligt befann hon sig i en dramatisk kamp för kärleken och livet ..."
  },
  {
    "bookID": 85,
    "title": "Nattens tårar",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 3,
    "release_year": 1978,
    "img": "https://www.storytel.com/images/200x200/0001052811.jpg",
    "url": "https://www.storytel.com/se/sv/books/nattens-t%C3%A5rar-689521",
    "main_characters": "Sjur",
    "summary": "Sjur och jag blev utstötta av de andra barnen, för att vi var annorlunda, och det blev därför naturligt att vi två höll i hop. Med tiden miste vi kontakten med varandra - men jag glömde aldrig min barndomsvän. Jag var nöjd med livet och trivdes tillsammans med min nye vän. Men så en dag hände något som med ett slag förändrade mitt liv. En gammal dam utsattes för ett mordförsök - och min barnsdomsvän blev utpekad som den skyldige. "
  },
  {
    "bookID": 86,
    "title": "Snäckan",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 4,
    "release_year": 1979,
    "img": "https://www.storytel.com/images/200x200/0001052809.jpg",
    "url": "https://www.storytel.com/se/sv/books/sn%C3%A4ckan-689522",
    "main_characters": "Sara, Haftor Elden",
    "summary": "Sara fick en chock då hennes morbror hittades död i sin lägenhet - brutalt mördad. Polisen ber Sara om hjälp, och tillsammans med Haftor Elden, den allvarsamme och slutne polismannen, reser hon till Sri Lanka, dit mördaren har sökt sin tillflykt. På två veckor upplever Sara mer än hon har gjort i hela sitt tidigare liv. Hon blir kastad in i en halsbrytande jakt på en hänsynslös förbrytare, som inte drar sig för att döda igen ..."
  },
  {
    "bookID": 87,
    "title": "Farlig flykt",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 5,
    "release_year": 1964,
    "img": "https://www.storytel.com/images/200x200/0001052798.jpg",
    "url": "https://www.storytel.com/se/sv/books/farlig-flykt-689523",
    "main_characters": "Johanne, Einar, Robin, Mette, Willy",
    "summary": "Den godtrogna Johanne ville alla väl och fanns alltid där för sina vänner. Hon blev ofta utnyttjad men fann sig i det. När Mette och Willy sårade henne djupt, ville hon bara komma bort. Hon flydde till en stuga djupt in i skogen, men insåg snart att någon var efter henne. Där kom hon att möta mannen i sitt liv - men var han vän eller fiende? "
  },
  {
    "bookID": 88,
    "title": "Flickan med silverhåret",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 6,
    "release_year": 1971,
    "img": "https://www.storytel.com/images/200x200/0001052799.jpg",
    "url": "https://www.storytel.com/se/sv/books/flickan-med-silverh%C3%A5ret-689528",
    "main_characters": "Lisa, Vasili",
    "summary": "Lisa var inte som de andra i den lilla byn i Ukraina. Hon skiljde sig från mängden med sitt blonda hår och sitt tillbakadragna sätt. Men bakom fasaden klappade ett varmt hjärta. Hon stod alltid på de svagas sida, och hon lärde sig tidigt att kämpa mot sina fiender. Men hennes kärlek till den beryktade krigaren och kvinnotjusaren Vasili kunde bli hennes död."
  },
  {
    "bookID": 89,
    "title": "Över alla gränser",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 7,
    "release_year": 1967,
    "img": "https://www.storytel.com/images/200x200/0001052806.jpg",
    "url": "https://www.storytel.com/se/sv/books/%C3%B6ver-alla-gr%C3%A4nser-689535",
    "main_characters": "Scott Hollinger, Sunniva Bard",
    "summary": "Jag gifte mig med Scott Hollinger men det var endast ett skenäktenskap, och redan på bröllopsdagen försvann han ut ur mitt liv. Jag tänkte inte mer på honom förrän den dagen Arne och jag bestämde oss för att gifta oss. Då gick det upp för mig att jag redan var gift - och det med en mångmiljonär som hade varit spårlöst försvunnen i två år! Och den ende som skulle kunna hjälpa mig att finna honom, var mördad."
  },
  {
    "bookID": 90,
    "title": "Bergtagen",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 8,
    "release_year": 1965,
    "img": "https://www.storytel.com/images/200x200/0001052780.jpg",
    "url": "https://www.storytel.com/se/sv/books/bergtagen-689536",
    "main_characters": "Jo Barheim, Liv Larsen",
    "summary": "Äventyr och mystiska oförklarliga händelser präglar Livs vardag. Hon har en livlig fantasi, men hon blir ofta uppfattad som mindre trovärdig. Då hon en dag slår larm om något verkligt allvarligt är det ingen som tror henne. Och då en ung främmande man dyker upp i bygden, charmerar han alla, men han ser bara Liv. "
  },
  {
    "bookID": 91,
    "title": "De vita stenarna",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 9,
    "release_year": 1969,
    "img": "https://www.storytel.com/images/200x200/0001052791.jpg",
    "url": "https://www.storytel.com/se/sv/books/de-vita-stenarna-689578",
    "main_characters": "Ylva, Siri, Mads Billing, Christen Borgestad",
    "summary": "Mannen visade sig i hennes drömmar, öm och romantisk och helt annorlunda än de männen Ylva var van vid att möta. Varje natt kom han till henne, satte sig på sängkanten och talade vänligt till henne. Låt det stanna vid drömmen - längre kommer vi aldrig, viskade han sorgset. Så visade det sig att mannen var verklig - ingen dröm. Han var hatad av en hel bygd, tvingad att hålla sig gömd. Vilka chanser har då kärleken?"
  },
  {
    "bookID": 92,
    "title": "Förhäxad",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 10,
    "release_year": 1979,
    "img": "https://www.storytel.com/images/200x200/0001058276.jpg",
    "url": "https://www.storytel.com/se/sv/books/f%C3%B6rh%C3%A4xad-691190",
    "main_characters": "Sissel, Nils, Stefan, Rita",
    "summary": "Sissel och Nils var trolovade och skulle snart gifta sig. Men Sissel hade en återkommande dröm, i vilken en okänd man ständigt dök upp. Men så börjar mystiska och oförklarliga saker att ske. Mannen i drömmen dyker plötsligt upp och han visar sig vara hur verklig som helst. "
  },
  {
    "bookID": 93,
    "title": "Djupt inne i skuggorna",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 11,
    "release_year": 1979,
    "img": "https://www.storytel.com/images/200x200/0001052793.jpg",
    "url": "https://www.storytel.com/se/sv/books/djupt-inne-i-skuggorna-689582",
    "main_characters": "Helga",
    "summary": "För den artonåriga Helga hade livet blivit en mardröm. När hennes styvfar gjorde närmanden, skickade modern henne till Skottland, till hennes riktige far Angus MacDunn. Det blev en svår tid i ett nytt land med fientliga människor. Men en regnig natt när allt kändes hopplöst träffade hon en ung man ... "
  },
  {
    "bookID": 94,
    "title": "Fabians brud",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 12,
    "release_year": 1974,
    "img": "https://www.storytel.com/images/200x200/0001052801.jpg",
    "url": "https://www.storytel.com/se/sv/books/fabians-brud-689589",
    "main_characters": "greve Isenbrand, hertig Fabian, Bianca af Warineck",
    "summary": "När Tannenburgs gode härskare, hertig Maximilian dog, fick hans bror Fabian makten. Fabian var svag - och blev fullständigt dominerad av den onde greven Isenbrand. Bianca af Warineck utsågs att spela huvudrollen i en listig plan. Hon skulle gifta sig med Fabian. Klok och vacker som hon var skulle hon påverka Fabian och krossa Isenbrands tyranniska makt ..."
  },
  {
    "bookID": 95,
    "title": "Tre gåtor",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 13,
    "release_year": 1982,
    "img": "https://www.storytel.com/images/200x200/0001053916.jpg",
    "url": "https://www.storytel.com/se/sv/books/tre-g%C3%A5tor-689593",
    "main_characters": "Catharina, Malcolm",
    "summary": "Då Catharina fortfarande var ett barn, såg hennes föräldrar till att hon blev förlovad med Malcolm. Trots att de aldrig hade träffats bar hon på romantiska drömmar och såg fram emot att få gifta sig med honom. Men, då hon var 27 år skrev han att giftermålet måste avlysas. Förklädd till piga åkte Catharina till Malcolms gods för att se vad som hänt. Hon kom till ett hus fullt av ondska och rykten om skrämmande spöken ..."
  },
  {
    "bookID": 96,
    "title": "Vredens natt",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 14,
    "release_year": 1965,
    "img": "https://www.storytel.com/images/200x200/0001052815.jpg",
    "url": "https://www.storytel.com/se/sv/books/vredens-natt-689594",
    "main_characters": "Maria av Brantenberg, Magnus Maar, Endre",
    "summary": "De kom på natten - och de kom för att mörda. Kung Kristians danska anhängare hade drivit sitt tyranni för långt, och den här natten reste sig norrmännen för en blodig uppgörelse. Von Litzen skulle röjas ur vägen. Under den våldsamma kamp som följde, stod plötsligt unge, adlige och idealistiske Magnus Maar och hans trofaste följeslagare Endre ansikte mot ansikte med von Litzens 16-åriga hustru. Den bländande vackra Maria av Brantenberg. De stod i valet mellan att röja henne ur vägen eller att ta henne med sig."
  },
  {
    "bookID": 97,
    "title": "Under eviga stjärnor",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 15,
    "release_year": 1965,
    "img": "https://www.storytel.com/images/200x200/0001060155.jpg",
    "url": "https://www.storytel.com/se/sv/books/under-eviga-stj%C3%A4rnor-691227",
    "main_characters": "Ormund väktare, Inga Erlingsdotter, Sigurd Jorsalfar",
    "summary": "Ormund, som var en av Sigurd Jorsalafares mest betrodda män, hade avlagt en högtidlig ed som bland annat innebar att han skulle leva i celibat. Men det var innan han mötte Inga, smedens ljushåriga dotter. Båda visste att de aldrig kunde få varandra, men kärleken går sina egna vägar … "
  },
  {
    "bookID": 98,
    "title": "Häxor kan inte gråta",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 16,
    "release_year": 1975,
    "img": "https://www.storytel.com/images/200x200/0001053920.jpg",
    "url": "https://www.storytel.com/se/sv/books/h%C3%A4xor-kan-inte-gr%C3%A5ta-689599",
    "main_characters": "Isabell Falk, Allan Wide",
    "summary": "På Lindane i Hedom bodde den okände arvingen till en förmögenhet - och tillika anonym brevskrivare som hade terroriserat Isabell Falk under flera år. Allan Wide och Isabell reste till Hedom och utgav sig för att vara nygifta. För Isabell blev resan som den förtappades sista väg mot undergången. För Allan gällde det att finna arvingen och brevskrivaren - och komma fortast möjligt bort från den allt mer apatiska Isabell."
  },
  {
    "bookID": 99,
    "title": "Häxmästarens borg",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 17,
    "release_year": 1968,
    "img": "https://www.storytel.com/images/200x200/0001053918.jpg",
    "url": "https://www.storytel.com/se/sv/books/h%C3%A4xm%C3%A4starens-borg-689603",
    "main_characters": "Sharon, Peter, Gordon, Linda",
    "summary": "Sharon var barnhemsbarn och visste inte vilka hennes föräldrar var. Hon hade en svår uppväxt och som vuxen blev hon beskylld för ett mord som hon inte hade begått. Sharon flydde - och hamnade till slut på en liten ö utanför Canadas kust. Här fann hon den dystra spökborgen som alla fruktade, och här mötte hon Peter och Gordon ..."
  },
  {
    "bookID": 100,
    "title": "Någon klagar i mörkret",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 18,
    "release_year": 1990,
    "img": "https://www.storytel.com/images/200x200/0001052803.jpg",
    "url": "https://www.storytel.com/se/sv/books/n%C3%A5gon-klagar-i-m%C3%B6rkret-689613",
    "main_characters": "Alvar, Emil, Matilda",
    "summary": "De fyra ungdomarna letade efter en otrolig skatt - utan att ana att den var förbannad och livsfarlig. Nu var en av dem död och en satt inspärrad. Den tredje var dödssjuk och den fjärde var besatt av tanken på att äga skatten. Så var situationen då Alvar dök upp - bokstavligt talat med förbannelsen i sina händer ..."
  },
  {
    "bookID": 101,
    "title": "Grav under höstlöv",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 19,
    "release_year": 1995,
    "img": "https://www.storytel.com/images/200x200/0001053923.jpg",
    "url": "https://www.storytel.com/se/sv/books/grav-under-h%C3%B6stl%C3%B6v-689625",
    "main_characters": "Odd Stein, Nils Wangen, Unni",
    "summary": "Han talade aldrig om Lindehede och vad som egentligen hade hänt där för elva år sedan. Om någon råkade nämna platsen, om det förhäxade tjärnet eller granhäcken - eller frågade honom direkt - flög en skugga över hans ansikte. Odd Stein slöt sig fullständigt. Det hela hade börjat med den unga flickan Ingrid ..."
  },
  {
    "bookID": 102,
    "title": "Vargen och månen",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 20,
    "release_year": 1964,
    "img": "https://www.storytel.com/images/200x200/0001057377.jpg",
    "url": "https://www.storytel.com/se/sv/books/vargen-och-m%C3%A5nen-689695",
    "main_characters": "Sandra, Colin Hall",
    "summary": "Då Sandras pappa tog sitt liv efter att ha gått i en dundrande konkurs, stod den nittonåriga flickan på bar backe. Allt hon ägde såldes för att försöka täcka faderns skulder, men trots detta var hon fortfarande skyldig pengar till lord Colin Hall. Colin erbjöd henne då anställning som sällskapsdam på sitt gods ..."
  },
  {
    "bookID": 103,
    "title": "Liljegårdens hemlighet",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 21,
    "release_year": 1973,
    "img": "https://www.storytel.com/images/200x200/0001057405.jpg",
    "url": "https://www.storytel.com/se/sv/books/liljeg%C3%A5rdens-hemlighet-690042",
    "main_characters": "Camilla, Dan Franck, Mikael Franck, Philip Franck,  ",
    "summary": "Det var med blandade känslor som Camilla återvände till Liljegården. Sex år hade gått sedan förra gången - den gången som slutat med en katastrof. Hur skulle bröderna Franck ta emot henne? Mötet med dem blev bättre än väntat, men då visste hon inte vad som planerades för henne ..."
  },
  {
    "bookID": 104,
    "title": "Kärleken har många vägar",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 22,
    "release_year": 1975,
    "img": "https://www.storytel.com/images/200x200/0001057375.jpg",
    "url": "https://www.storytel.com/se/sv/books/k%C3%A4rleken-har-m%C3%A5nga-v%C3%A4gar-690361",
    "main_characters": "David, Madeleine",
    "summary": "Äntligen hade David funnit Madeleine och hennes lillebror. Men David var skadad och de var alla fångar i huset. Hur skulle de kunna ta sig därifrån? Utanför gick soldaterna ständigt på vakt. Men om de inte flydde skulle de snart svälta ihjäl ..."
  },
  {
    "bookID": 105,
    "title": "Riddarens dotter",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 23,
    "release_year": 1980,
    "img": "https://www.storytel.com/images/200x200/0001057394.jpg",
    "url": "https://www.storytel.com/se/sv/books/riddarens-dotter-690409",
    "main_characters": "Tuva, Ravn, Grjot",
    "summary": "Tuva greps av panik när hon upptäckte att mannen hon slog följe med inte var någon munk. Hans namn var Ravn, en av Grjots krigare. Hon ville fly vid första bästa tillfälle, men något höll henne kvar... När Ravn blev sjuk, måste hon ju stanna och vårda honom. Kanske hade hon flytt om hon vetat vad som skulle hända?"
  },
  {
    "bookID": 106,
    "title": "Jungfrun i dimmornas skog",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 24,
    "release_year": 1976,
    "img": "https://www.storytel.com/images/200x200/0001057369.jpg",
    "url": "https://www.storytel.com/se/sv/books/jungfrun-i-dimmornas-skog-690456",
    "main_characters": "Vendelin, riddar Gerhard, Varg, Gorm, Kol",
    "summary": "Då farmodern dog, blev arton år gamla Vendelin helt ensam i världen. Hon måste söka sin tillflykt i den spökaktiga skogen Dimmornas skog, för den grymme riddaren Gerhard hävdade att han hade första rätten till alla jungfrur i riket."
  },
  {
    "bookID": 107,
    "title": "Tornet i fjärran",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 25,
    "release_year": 1974,
    "img": "https://www.storytel.com/images/200x200/0001057420.jpg",
    "url": "https://www.storytel.com/se/sv/books/tornet-i-fj%C3%A4rran-690457",
    "main_characters": "Fransiska, Miro, Sergei",
    "summary": "Från dess att hon var fyra år, hade Fransiska blivit uppfostrad hos sin styvfar, den kalle och hårde Kornel Sack. Hon var som i ett fängelse, och en dag orkar hon inte mer. Hon rymmer mot friheten och det lockande tornet i fjärran. Men skogen hon måste igenom är mörk och skrämmande, och så faller hon! Då hon vaknar, ser hon in i ett par mörka, vackra ögon ..."
  },
  {
    "bookID": 108,
    "title": "Guldfågeln",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 26,
    "release_year": 1979,
    "img": "https://www.storytel.com/images/200x200/0001057365.jpg",
    "url": "https://www.storytel.com/se/sv/books/guldf%C3%A5geln-690458",
    "main_characters": "Helle",
    "summary": "Helle stod helt ensam i världen då hon blev utsatt för ett brutalt mordförsök. Detta var anledningen till att hon lärde känna Christian och Peter, två unga män som blev hennes första verkliga vänner. Men mördaren var fortfarande ute efter Helle ..."
  },
  {
    "bookID": 109,
    "title": "Nyckeln",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 27,
    "release_year": 1977,
    "img": "https://www.storytel.com/images/200x200/0001057386.jpg",
    "url": "https://www.storytel.com/se/sv/books/nyckeln-690459",
    "main_characters": "Jonas Callenberg, Katja Francke",
    "summary": "Katja råkade höra ett samtal hon först trodde var en episod ur en teaterpjäs på radion. Senare insåg hon att det var hennes chef som talade med någon om att mörda flygaren Jonas Callenberg - för att få tag i en speciell nyckel. Katja körde ut till flygplatsen för att varna Jonas, men han tog henne för att vara överspänd och bara ute efter ett äventyr."
  },
  {
    "bookID": 110,
    "title": "Nyckeln",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 27,
    "release_year": 1977,
    "img": "https://www.storytel.com/images/200x200/0001057386.jpg",
    "url": "https://www.storytel.com/se/sv/books/nyckeln-690459",
    "main_characters": "Jonas Callenberg, Katja Francke",
    "summary": "Katja råkade höra ett samtal hon först trodde var en episod ur en teaterpjäs på radion. Senare insåg hon att det var hennes chef som talade med någon om att mörda flygaren Jonas Callenberg - för att få tag i en speciell nyckel. Katja körde ut till flygplatsen för att varna Jonas, men han tog henne för att vara överspänd och bara ute efter ett äventyr."
  },
  {
    "bookID": 111,
    "title": "Kungabrevet",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 28,
    "release_year": 1984,
    "img": "https://www.storytel.com/images/200x200/0001057417.jpg",
    "url": "https://www.storytel.com/se/sv/books/kungabrevet-690460",
    "main_characters": "Berend Grim, Lydia Stake, bröderna von Flanck, Karoline",
    "summary": "Köpenhamn, 1620-talet. Utan skrupler var bröderna von Flanck ute efter ett gåvobrev som kungen sänt till Lydia Stake och hennes anhöriga. Unge Berend Grim vill hjälpa Lydia, och försöker få brevet över till Skåne. På vägen blir han överfallen, men räddas av den vackra Karoline. Och just hon visar sig bli en viktig bricka i det farliga spelet ..."
  },
  {
    "bookID": 112,
    "title": "Stjärntecknet",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 29,
    "release_year": 1984,
    "img": "https://www.storytel.com/images/200x200/0001057403.jpg",
    "url": "https://www.storytel.com/se/sv/books/stj%C3%A4rntecknet-690462",
    "main_characters": "Annabella, Marcus, Marietta",
    "summary": "Annabella var bara dotter till en fattig kock, men ändå förälskade hon sig i Marcus, en ung löjtnant av fin familj. Helt oväntat kom ödet till Annabellas hjälp. En grupp fanatiker hotade kungens liv, och då en av attentatsmännen genom ett missförstånd gav henne ett hemligt meddelande, var Marcus den som kunde hjälpa ..."
  },
  {
    "bookID": 113,
    "title": "Barn av ensamheten",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 30,
    "release_year": 1977,
    "img": "https://www.storytel.com/images/200x200/0001057350.jpg",
    "url": "https://www.storytel.com/se/sv/books/barn-av-ensamheten-690464",
    "main_characters": "Anna Wardelius",
    "summary": "Anna var ett ensamt och olyckligt barn. Modern dog då hon föddes, och fadern - den rike köpmannen Wardelius - kom aldrig över att han inte hade fått en son. Under hela sin barndom led Anna av sina skavanker, och hon måste alltid hålla sig undan faderns affärsförbindelser. Men så en dag dök det upp en man som vände upp och ned på Annas liv. Ett otroligt äventyr väntade henne - ett äventyr på liv och död."
  },
  {
    "bookID": 114,
    "title": "Ljuset på heden",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 31,
    "release_year": 1986,
    "img": "https://www.storytel.com/images/200x200/0001057404.jpg",
    "url": "https://www.storytel.com/se/sv/books/ljuset-p%C3%A5-heden-690466",
    "main_characters": "Gabriel",
    "summary": "I den lilla byn i Bretagne viskade folk om en dyster borg där det spökade, och berättelserna väckte Gabriels nyfikenhet. Med tiden fick han höra hela historien om den ensamma, olyckliga flickan som måste sona andras synder. Men hon var inte den han trodde ..."
  },
  {
    "bookID": 115,
    "title": "De tre friarna",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 32,
    "release_year": 1964,
    "img": "https://www.storytel.com/images/200x200/0001057357.jpg",
    "url": "https://www.storytel.com/se/sv/books/de-tre-friarna-690520",
    "main_characters": "Kari Land",
    "summary": "Det började med sju tonåringars barnsliga besvärjelser mot en avskydd kvinna och hennes familj. Sju år senare var vi alla åter församlade på hemmaplan, och de gamla besvärjelserna blev plötsligt blodigt allvar. Ett mord begicks, och jag - Kari Land - fick plötsligt tre ivriga friare. Frågan var bara om någon av dem hade hederliga avsikter - eller kanske var ute efter att mörda på nytt .."
  },
  {
    "bookID": 116,
    "title": "För mig finns ingen kärlek",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 33,
    "release_year": 1980,
    "img": "https://www.storytel.com/images/200x200/0001057359.jpg",
    "url": "https://www.storytel.com/se/sv/books/f%C3%B6r-mig-finns-ingen-k%C3%A4rlek-690604",
    "main_characters": "Arve Ståhl, Tilly",
    "summary": "Tilly var känd för att vara mystisk och tillbakadragen, och det var ganska svårt att komma henne nära. Hennes kollega Arve Ståhl försökte, men det var som om hon ville hålla honom på avstånd, att hon ville skydda sitt förflutna som hon dolde för alla. Vad var det hon inte kunde berätta för honom? Vem var mannen hon inte kunde glömma?"
  },
  {
    "bookID": 117,
    "title": "Svar till ensam",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 34,
    "release_year": 1966,
    "img": "https://www.storytel.com/images/200x200/0001057413.jpg",
    "url": "https://www.storytel.com/se/sv/books/svar-till-ensam-690605",
    "main_characters": "Harry Berg, Christine",
    "summary": "Två av Christines ensamstående väninnor berättade att de hade träffat en man via kontaktannons märkt Ensam. Men i båda fallen hette mannen detsamma - Harry Berg. Christine blev bekymrad, för hon ville inte att hennes väninnor blev utsatta för en bedragare. När den ena väninnan begick självmord, bestämde Christine sig för att finna den mystiske mannen ..."
  },
  {
    "bookID": 118,
    "title": "Kyrkan vid havet",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 35,
    "release_year": 1982,
    "img": "https://www.storytel.com/images/200x200/0001057407.jpg",
    "url": "https://www.storytel.com/se/sv/books/kyrkan-vid-havet-690735",
    "main_characters": "Maya, Simon",
    "summary": "Simon var på väg hem - för att dö. På tåget mötte han Maya, en ung och sympatisk flicka som för en stund fick honom att glömma sin fruktansvärda sjukdom. Maya blev förälskad i Simon, och förstod ingenting då han plötsligt försvann. Vad hon inte visste, var att en mördare följde som en skugga i Simons fotspår .."
  },
  {
    "bookID": 119,
    "title": "Skuggan av en misstanke",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 36,
    "release_year": 1980,
    "img": "https://www.storytel.com/images/200x200/0001057415.jpg",
    "url": "https://www.storytel.com/se/sv/books/skuggan-av-en-misstanke-690777",
    "main_characters": "Marie-Louise, Andrej",
    "summary": "I Cannes mötte den unga norska au-pair flickan Marie-Louise sin stora kärlek. Andrej var lång, mörk och vacker. Men det gick ondsinta rykten om Andrej - rykten som sa att han hade dödat en ung flicka. Och vissa händelser fick till och med Marie-Louise att tvivla på honom."
  },
  {
    "bookID": 120,
    "title": "De övergivna barnen",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 37,
    "release_year": 1976,
    "img": "https://www.storytel.com/images/200x200/0001057399.jpg",
    "url": "https://www.storytel.com/se/sv/books/de-%C3%B6vergivna-barnen-690786",
    "main_characters": "Kieron, Susann",
    "summary": "Kieron blev kallad en hänsynslös äventyrare - en cynisk profitjägare som sålde sina tjänster till högstbjudande, och som aldrig ville binda sig till en kvinna. Då Susann mötte honom, såg hon bara en charmerande och oerhört tilldragande man. Först då Kieron var försvunnen, och hon satt ensam kvar med ett nytt liv spirande inom sig, fick hon veta hur mannen hon älskat verkligen var ..."
  },
  {
    "bookID": 121,
    "title": "Sindre min son",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 38,
    "release_year": 1977,
    "img": "https://www.storytel.com/images/200x200/0001057381.jpg",
    "url": "https://www.storytel.com/se/sv/books/sindre-min-son-690787",
    "main_characters": "Geir Modahl, Mali Vold, Sindre",
    "summary": "Sindre var tre år gammal och en riktig hjärtekrossare, Men det gjorde inte intryck på Geir Modahl, som plötsligt fick pojken i sina armar med besked om att nu fick pappan se till honom medan mamman låg på sjukhus. Geir ansåg inte att han hade någon son - och han kände inte Mali Vold, pojkens mamma. Ändå upptäckte Geir att han var beredd att slåss med alla medel då Sindres liv var i fara ..."
  },
  {
    "bookID": 122,
    "title": "Kungakronan",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 39,
    "release_year": 1976,
    "img": "https://www.storytel.com/images/200x200/0001057398.jpg",
    "url": "https://www.storytel.com/se/sv/books/kungakronan-690788",
    "main_characters": "Annika, Martin",
    "summary": "Annika var en skönhet, men så blyg och oerfaren att inga pojkar la märke till henne - inte förrän Martin fick utmaningen och tog emot den. I vittnens närvaro slog han vad om att han skulle klara att förföra henne innan den spännande skattjakten de hade gett sig ut på var över ..."
  },
  {
    "bookID": 123,
    "title": "Elva dagar i snö",
    "english_title": "",
    "series": "Sandemoserien",
    "series_order": 40,
    "release_year": 1978,
    "img": "https://www.storytel.com/images/200x200/0001057362.jpg",
    "url": "https://www.storytel.com/se/sv/books/elva-dagar-i-sn%C3%B6-690790",
    "main_characters": "Jennifer, Rikard",
    "summary": "Huset låg ensamt och övergivet, miltals från all annan bebyggelse. Snart skulle det - skenbart - bli räddningen för de åtta människorna som sökte sin tillflykt dit. Men det visade sig att det var farliga krafter som hotade - och katastrofen var nära för vissa i gruppen ..."
  },
  {
    "bookID": 124,
    "title": "Örnens rike",
    "english_title": "",
    "series": "Historien om en fjälldal",
    "series_order": 1,
    "release_year": 1991,
    "img": "",
    "url": "",
    "main_characters": "",
    "summary": "Örnens rike är första delen i trilogin om den bortglömda fjälldalen Grunke. Böckerna handlar om tiden från 1700-talet fram till våra dagar. Margit Sandemo har samlat upplysningar från rättsdokument & bygdeböcker och kyrkoböcker samt muntliga skildringar. Hon berättar om säterlivet i gamla dagar och om de första turisterna som kom. Hon berättar också om den storslagna naturen som gör så stort intryck på alla som kommer till dalen. Grunke är också känt som en samlingplats för en mängd olika mystiska krafter och det finns gott om berättelser om de som upplevt något oförklarligt här."
  },
  {
    "bookID": 125,
    "title": "Korparnas dal",
    "english_title": "",
    "series": "Historien om en fjälldal",
    "series_order": 2,
    "release_year": 1993,
    "img": "",
    "url": "",
    "main_characters": "",
    "summary": "Korparnas dal är andra delen i trilogin om den bortglömda fjälldalen Grunke. Böckerna handlar om tiden från 1700-talet fram till våra dagar. Margit Sandemo har samlat upplysningar från rättsdokument & bygdeböcker och kyrkoböcker samt muntliga skildringar. Hon berättar om säterlivet i gamla dagar och om de första turisterna som kom. Hon berättar också om den storslagna naturen som gör så stort intryck på alla som kommer till dalen. Grunke är också känt som en samlingplats för en mängd olika mystiska krafter och det finns gott om berättelser om de som upplevt något oförklarligt här."
  },
  {
    "bookID": 126,
    "title": "Tranornas fristad",
    "english_title": "",
    "series": "Historien om en fjälldal",
    "series_order": 3,
    "release_year": 1996,
    "img": "",
    "url": "",
    "main_characters": "",
    "summary": "Tranornas fristad är tredje delen i trilogin om den bortglömda fjälldalen Grunke. Böckerna handlar om tiden från 1700-talet fram till våra dagar. Margit Sandemo har samlat upplysningar från rättsdokument & bygdeböcker och kyrkoböcker samt muntliga skildringar. Hon berättar om säterlivet i gamla dagar och om de första turisterna som kom. Hon berättar också om den storslagna naturen som gör så stort intryck på alla som kommer till dalen. Grunke är också känt som en samlingplats för en mängd olika mystiska krafter och det finns gott om berättelser om de som upplevt något oförklarligt här."
  },
  {
    "bookID": 127,
    "title": "I skuggan av ett tecken",
    "english_title": "",
    "series": "De svarta riddarna",
    "series_order": 1,
    "release_year": 2000,
    "img": "https://www.storytel.com/images/200x200/0000794052.jpg",
    "url": "https://www.storytel.com/se/sv/books/i-skuggan-av-ett-tecken-481032",
    "main_characters": "Morten, Unni",
    "summary": "Morten ligger på sjukhus efter en bilolycka. Han och hans gode vän Unni förstår att de har kommit i kontakt med en skrämmande historia som har rötter långt tillbaka i tiden. Efter många varningar vet Morten att någon försöker ta hans liv.Tillsammans bestämmer de unga sig för att bekämpa de onda krafterna. Men tiden är knapp. Mortens 25-årsdag närmar sig hotfullt.."
  },
  {
    "bookID": 128,
    "title": "Dit ingen går",
    "english_title": "",
    "series": "De svarta riddarna",
    "series_order": 2,
    "release_year": 2000,
    "img": "https://www.storytel.com/images/200x200/0000794050.jpg",
    "url": "https://www.storytel.com/se/sv/books/dit-ingen-g%C3%A5r-481035",
    "main_characters": "Jordi, Antonio, Vesla, Unni, Morten",
    "summary": "Då bröderna Jordi och Antonio, deras avlägsne släkting Morten och väninnorna Unni och Vesla försöker lösa förbannelsens gåta, blir de utsatta för angrepp som hotar dem till livet. Någon i vänskapskretsen förälskar sig, men den hotfulla förbannelsen lägger hinder i vägen..."
  },
  {
    "bookID": 129,
    "title": "Vindens klagan",
    "english_title": "",
    "series": "De svarta riddarna",
    "series_order": 3,
    "release_year": 2000,
    "img": "https://www.storytel.com/images/200x200/0000794038.jpg",
    "url": "https://www.storytel.com/se/sv/books/vindens-klagan-481038",
    "main_characters": "Unni, Jordi, Vesla, Antonio",
    "summary": "Väninnorna Unni och Vesla är nu i Spanien tillsammans med bröderna Jordi och Antonio i ett försök att upphäva förbannelsen. Unni och Jordi är stormande förälskade, men förbannelsen gör att de knappt kan komma nära varandra. Antonio har blivit mer och mer förtjust i Vesla, och han får sitt livs chock när deras fiender slår till och för bort henne mitt i det historiska Alahambra..."
  },
  {
    "bookID": 130,
    "title": "Trollkarlens märke",
    "english_title": "",
    "series": "De svarta riddarna",
    "series_order": 4,
    "release_year": 2000,
    "img": "https://www.storytel.com/images/200x200/0000794048.jpg",
    "url": "https://www.storytel.com/se/sv/books/trollkarlens-m%C3%A4rke-481039",
    "main_characters": "Unni, Jordi, trollkarlen Wamba",
    "summary": "Unni och Jordi är på väg till Spanien - på jakt efter Santiagos skatt, som kan lösa förbannelsens gåta. Vid ett av sina stopp på vägen känner de sig övervakade, och på den andra sidan av älven får de plötsligt syn på riddarna... Resan visar sig bli långt farligare än de hade föreställt sig, eftersom Jordi blir livsfarligt sårad av trollmannen Wamba. Ändå värre går det för Leon, deras ärkefiende, som drar på sig trollmannens märke, och går ett ovisst öde till mötes..."
  },
  {
    "bookID": 131,
    "title": "Skuggor",
    "english_title": "",
    "series": "De svarta riddarna",
    "series_order": 5,
    "release_year": 2001,
    "img": "https://www.storytel.com/images/200x200/0000794059.jpg",
    "url": "https://www.storytel.com/se/sv/books/skuggor-481042",
    "main_characters": "Antonio, Unni, Jordi",
    "summary": "ntonio har nu fått det farliga uppdraget att utplåna de onda munkarnas dödliga gift. Det dröjer inte länge innan han blir förföljd, av någon eller något som med alla medel försöker hindra honom att fullfölja uppdraget. Då Unni och hans bror, Jordi, försöker komma till undsättning, samlar fienden sina styrkor..."
  },
  {
    "bookID": 132,
    "title": "Tistel bland rosor",
    "english_title": "",
    "series": "De svarta riddarna",
    "series_order": 6,
    "release_year": 2001,
    "img": "https://www.storytel.com/images/200x200/0000794066.jpg",
    "url": "https://www.storytel.com/se/sv/books/tistel-bland-rosor-481044",
    "main_characters": "Jordi, Antonio, Unni, Vesla",
    "summary": "Bröderna Jordi och Antonio och deras käraste, Unni och Vesla, är tillsammans med några goda vänner för att gå igenom den syndiga Estellas dagbok från 1600-talet. Där hoppas de finna nya upplysningar om förbannelsen - även om Estella har lagt mest vikt på sina erotiska äventyr."
  },
  {
    "bookID": 133,
    "title": "Amuletterna",
    "english_title": "",
    "series": "De svarta riddarna",
    "series_order": 7,
    "release_year": 2001,
    "img": "https://www.storytel.com/images/200x200/0000794040.jpg",
    "url": "https://www.storytel.com/se/sv/books/amuletterna-481031",
    "main_characters": "Unni, Morten, Jordi, Antonio, Cecilie",
    "summary": "Unni, Morten och de andra är på väg för att finna fem amuletter som kan föra dem närmare gåtans lösning. Det leder Morten ner till Skåne, där han möter Cecilie, en ung vacker kvinna som han snabbt blir förtjust i. Så upptäcker han till sin stora förskräckelse att även hon är en av riddarnas förstfödda ättlingar..."
  },
  {
    "bookID": 134,
    "title": "Järnjungfrun",
    "english_title": "",
    "series": "De svarta riddarna",
    "series_order": 8,
    "release_year": 2001,
    "img": "https://www.storytel.com/images/200x200/0000794061.jpg",
    "url": "https://www.storytel.com/se/sv/books/j%C3%A4rnjungfrun-481047",
    "main_characters": "Unni, Jordi, Zarena, Tabris",
    "summary": "Unni, Jordi och de andra av riddarnas efterkommande är i Spanien, där de kämpar mot tiden för att upphäva förbannelsen. Förutom deras många och farliga fiender har det nu tillkommit två. Demonerna Zarena och Tabris, som också uppträder som en oemotståndlig blondin och en livsfarlig charmerande Don Juan, vilka gör jakten ännu svårare..."
  },
  {
    "bookID": 135,
    "title": "Demonens vingar",
    "english_title": "",
    "series": "De svarta riddarna",
    "series_order": 9,
    "release_year": 2002,
    "img": "https://www.storytel.com/images/200x200/0000794042.jpg",
    "url": "https://www.storytel.com/se/sv/books/demonens-vingar-481049",
    "main_characters": "Unni, Jordi, Juana, Tabris",
    "summary": "Unni, Jordi, Juana och de andra är nära målet för den stora expeditionen nu. Men ingen av dem vet att den unge och vackre Miguel är demonen Tabris, i förklädnad. Då Tabris upptäcker sina varma känslor för Juana - blir han rasande och tycker att hans ära som demon är kränkt..."
  },
  {
    "bookID": 136,
    "title": "De okända",
    "english_title": "",
    "series": "De svarta riddarna",
    "series_order": 10,
    "release_year": 2002,
    "img": "https://www.storytel.com/images/200x200/0000794054.jpg",
    "url": "https://www.storytel.com/se/sv/books/de-ok%C3%A4nda-481037",
    "main_characters": "Unni, Jordi, Miguel",
    "summary": "Unni, Jordi och de andra har äntligen kommit fram till riddarnas dal. Där lurar faror överallt, men det största hotet kommer från en i deras grupp, Miguel, som egentligen är demonen Tabris och har fått i uppdrag att döda dem alla vid resans mål. Unnis enda hopp om att stoppa honom, är att satsa allt på ett kort - kärlekens magi..."
  },
  {
    "bookID": 137,
    "title": "Stenarnas tystnad",
    "english_title": "",
    "series": "De svarta riddarna",
    "series_order": 11,
    "release_year": 2002,
    "img": "https://www.storytel.com/images/200x200/0000794056.jpg",
    "url": "https://www.storytel.com/se/sv/books/stenarnas-tystnad-481041",
    "main_characters": "Unni, Jordi",
    "summary": "I en avstängd fjälldal i Spanien hoppas Unni, Jordi och deras vänner att de ska kunna lösa förbannelsens gåta. Giriga skattjägare hotar deras liv, men det är något som skrämmer Unni ännu mer. I denna dalen ska hennes älskade Jordis öde avgöras..."
  },
  {
    "bookID": 138,
    "title": "Vinterdröm",
    "english_title": "",
    "series": "De svarta riddarna",
    "series_order": 12,
    "release_year": 2002,
    "img": "https://www.storytel.com/images/200x200/0000794046.jpg",
    "url": "https://www.storytel.com/se/sv/books/vinterdr%C3%B6m-481052",
    "main_characters": "Unni, Jordi, Miguel, Sissi",
    "summary": "Unni och hennes vänner har nästan avslutat sitt uppdrag med att lösa förbannelsen. Men för Jordi och Miguel återstår hårda prövningar. Jordi måste eliminera farliga väsen i de odödas värld, och för sin älskade Sissi måste Miguel frigöra sig från sitt demonväsen - något som blir nästan omöjligt för honom när hans vänner är i fara..."
  },
  {
    "bookID": 139,
    "title": "Alarm",
    "english_title": "",
    "series": "Blåljus",
    "series_order": 1,
    "release_year": 2003,
    "img": "",
    "url": "",
    "main_characters": "Lisa",
    "summary": "Alarm är första delen i historien om Lisa och hennes kollegor, som alltid är redo att rycka ut för att hjälpa människor i nöd. I alla slags väder, dag som natt, är ambulanserna ute på vägarna och ser till att sjuka och skadade kommer till sjukhuset..."
  },
  {
    "bookID": 140,
    "title": "Anrop",
    "english_title": "",
    "series": "Blåljus",
    "series_order": 2,
    "release_year": 2003,
    "img": "",
    "url": "",
    "main_characters": "Lisa",
    "summary": "Anrop är andra delen i historien om Lisa och hennes kollegor, som alltid är redo att rycka ut för att hjälpa människor i nöd. I alla slags väder, dag som natt, är ambulanserna ute på vägarna och ser till att sjuka och skadade kommer till sjukhuset..."
  },
  {
    "bookID": 141,
    "title": "Vänskap",
    "english_title": "",
    "series": "Blåljus",
    "series_order": 3,
    "release_year": 2003,
    "img": "",
    "url": "",
    "main_characters": "Lisa",
    "summary": "Vänskap är tredje delen i historien om Lisa och hennes kollegor, som alltid är redo att rycka ut för att hjälpa människor i nöd. I alla slags väder, dag som natt, är ambulanserna ute på vägarna och ser till att sjuka och skadade kommer till sjukhuset..."
  },
  {
    "bookID": 142,
    "title": "Nödsignaler",
    "english_title": "",
    "series": "Blåljus",
    "series_order": 4,
    "release_year": 2003,
    "img": "",
    "url": "",
    "main_characters": "Lisa",
    "summary": "Nödsignaler är fjärde delen i historien om Lisa och hennes kollegor, som alltid är redo att rycka ut för att hjälpa människor i nöd. I alla slags väder, dag som natt, är ambulanserna ute på vägarna och ser till att sjuka och skadade kommer till sjukhuset..."
  },
  {
    "bookID": 143,
    "title": "Stjärnstoft",
    "english_title": "",
    "series": "Blåljus",
    "series_order": 5,
    "release_year": 2004,
    "img": "",
    "url": "",
    "main_characters": "Lisa",
    "summary": "Stjärnstoft är femte delen i historien om Lisa och hennes kollegor, som alltid är redo att rycka ut för att hjälpa människor i nöd. I alla slags väder, dag som natt, är ambulanserna ute på vägarna och ser till att sjuka och skadade kommer till sjukhuset..."
  },
  {
    "bookID": 144,
    "title": "Glimt av evigheten",
    "english_title": "",
    "series": "Blåljus",
    "series_order": 6,
    "release_year": 2004,
    "img": "",
    "url": "",
    "main_characters": "Lisa",
    "summary": "Glimt av evigheten är sjätte delen i historien om Lisa och hennes kollegor, som alltid är redo att rycka ut för att hjälpa människor i nöd. I alla slags väder, dag som natt, är ambulanserna ute på vägarna och ser till att sjuka och skadade kommer till sjukhuset..."
  },
  {
    "bookID": 145,
    "title": "Skyddsanden",
    "english_title": "",
    "series": "Kiaras saga",
    "series_order": 1,
    "release_year": 2013,
    "img": "https://www.storytel.com/images/200x200/0000073381.jpg",
    "url": "https://www.storytel.com/se/sv/books/skyddsanden-157527",
    "main_characters": "Kiara",
    "summary": "Kiara anklagas för att vara häxa på grund av sina helbrägdande anlag men kommer undan galgen på ett mirakulöst sätt. Under flykten från avrättningsplatsen finner hon en urgammal keltisk skatt - en skatt medlemmarna i ett hemligt brödraskap har sökt efter i åratal. Kiara är på flykt undan brödraskapet då hon av en tillfällighet möter Sean. Han är en ung man som får hennes hjärta att slå i snabbare takt. Tillsammans med honom fortsätter färden genom det irländska landskapet med förföljarna tätt i hälarna, men vem ska hjälpa dem? I varje fall inte Kiaras hjärtlösa mor och onde styvfar - de är bland de som vill se henne hängd...Hon försökte lyfta på den översta stenen men den satt fast. En av stenarna under rörde lite på sig så det blev en spricka. Kiara satte sig på knä. Är det en dödskalle där inne då skriker jag tänkte hon."
  },
  {
    "bookID": 146,
    "title": "De tre systrarna",
    "english_title": "",
    "series": "Kiaras saga",
    "series_order": 2,
    "release_year": 2013,
    "img": "https://www.storytel.com/images/200x200/0000073382.jpg",
    "url": "https://www.storytel.com/se/sv/books/de-tre-systrarna-157530",
    "main_characters": "Kiara, Mavourneen, Deirdre",
    "summary": "Kiaras hjärtlösa mor och onde styvfar är äntligen satta ur spel. Men livet har ständigt nya utmaningar att bjuda på. Hennes yngsta syster Mavourneen är tagen som gisslan och Kiara har ingen aning om var hon hålls fången. Den andra systern den charmerande och söta Deirdre är överlämnad i Seans beskydd. Olycklig inser Kiara att Sean aldrig varit förälskad i henne. Deirdre däremot är han visst väldigt förtjust i ... Mavourneen såg frågande på honom. Han höll henne så nära kanten att hon blev rädd. Där fanns inga tecken på skämt i hans ansikte. Inte på något sätt."
  },
  {
    "bookID": 147,
    "title": "Det brinner en eld",
    "english_title": "",
    "series": "Kiaras saga",
    "series_order": 3,
    "release_year": 2013,
    "img": "https://www.storytel.com/images/200x200/0000073383.jpg",
    "url": "https://www.storytel.com/se/sv/books/det-brinner-en-eld-157533",
    "main_characters": "Kiara, Niklas",
    "summary": "Kiara hade dragit vinstlotten i kärlekens lotteri och nu är det hon och Niklas för resten av livet. Men det unga paret möter stora utmaningar - inte minst när de förföljs av gengångarna från det hemliga brödraskapet. De två hämndlystna och giriga riddarna vill få tag i den gamla keltiska skatten och skyr inga medel för att nå sitt mål. - Skjut häxan skjut häxan! Upprepade Döden och följde sin egen order. Hans kula träffade Kiara i armen och hon sjönk ihop av smärta. De andra gjorde allt för att stoppa blödningen men hon blev snabbt ohyggligt blek och ögonen var slutna."
  },
  {
    "bookID": 148,
    "title": "Skogen bortom dagen",
    "english_title": "",
    "series": "Trollrunor",
    "series_order": 1,
    "release_year": 2004,
    "img": "https://www.storytel.com/images/200x200/0000835084.jpg",
    "url": "https://www.storytel.com/se/sv/books/skogen-bortom-dagen-495432",
    "main_characters": "Iliana, Ravn",
    "summary": "Unga Iliana hade alltid fått höra att skogen utanför borgen var förhäxad. Då en grupp riddare som sänts ut av den onde furst Bogislav spårlöst försvann fruktade hon för vad som skulle hända. Var hela byn i fara? Iliana vände sig till furstens son Ravn även om hon inte längre var säker på vem hon kunde lita på. Kanske flykt var enda räddningen för dem alla? Men vägen gick genom den mörka farliga skogen med alla dess hemligheter..."
  },
  {
    "bookID": 149,
    "title": "Sandhammaren",
    "english_title": "",
    "series": "Trollrunor",
    "series_order": 2,
    "release_year": 2005,
    "img": "https://www.storytel.com/images/200x200/0000835086.jpg",
    "url": "https://www.storytel.com/se/sv/books/sandhammaren-495433",
    "main_characters": "Ilona, Ravn",
    "summary": "Ilona och Ravn måste hastigt fly över Östersjön till Skåneland med den onde furstens män i hälarna. Men utanför Skåne låg den beryktade Sandhammaren. Skeppskyrkogården där så många skutor hade förlist. Skulle Ilonas och Ravns skepp bli nästa? För Ilona var ändå den gryende kärleken till Ravn det viktigaste. Vissheten om att han snart skulle överge henne satt som en tagg i hjärtat..."
  },
  {
    "bookID": 150,
    "title": "Där vinden får vila",
    "english_title": "",
    "series": "Trollrunor",
    "series_order": 3,
    "release_year": 2005,
    "img": "https://www.storytel.com/images/200x200/0000835090.jpg",
    "url": "https://www.storytel.com/se/sv/books/d%C3%A4r-vinden-f%C3%A5r-vila-495435",
    "main_characters": "Ravn, Ilona, Tasso, Kristin",
    "summary": "Tiden är inne då Ravn måste ta farväl av Ilona och resa vidare för att finna godset där hans mor hade växt upp. För Ilona kändes det som att hjärtat skulle brista men Ravn kunde trots detta inte lova att de skulle mötas igen. Bara han själv visste att han led av en dödlig sjukdom. Ilonas sorg efter Ravn växte sig starkare då hon med sina nya förmågor såg att han var i stor fara. Lyckligtvis fick hon hjälp av goda vänner och tillsammans med Tasso och Kristin red hon efter Ravn för att rädda honom från farorna som hotade. Det var inte ett ögonblick för tidigt..."
  },
  {
    "bookID": 151,
    "title": "Blind måne",
    "english_title": "",
    "series": "Trollrunor",
    "series_order": 4,
    "release_year": 2006,
    "img": "https://www.storytel.com/images/200x200/0000843669.jpg",
    "url": "https://www.storytel.com/se/sv/books/blind-m%C3%A5ne-498664",
    "main_characters": "Ravn, Ilona, Tasso, Kristin",
    "summary": "Nu skulle Ilona äntligen få sin Ravn och Kristin och hennes älskade var också på väg mot altaret. Men fortfarande var de ungas lycka hotad av många faror. Besatt av den onda Månhäxan reste Ravns egen bror från Hro´d till Skåneland för att döda Ravn och Ilona. Och endast Ravn kunde rädda sin unge släkting, Magnus som svävade i yttersta livsfara eftersom giriga människor var ute efter hans arv."
  },
  {
    "bookID": 152,
    "title": "Månhäxan",
    "english_title": "",
    "series": "Trollrunor",
    "series_order": 5,
    "release_year": 2007,
    "img": "https://www.storytel.com/images/200x200/0000835088.jpg",
    "url": "https://www.storytel.com/se/sv/books/m%C3%A5nh%C3%A4xan-495434",
    "main_characters": "Iliana, Falk, Ylva, Robert",
    "summary": "Den begåvade och mystiska Iliana reste till Norge för att söka efter sin farfar Falk som varit spårlöst försvunnen i flera år. Med sig hade hon den vackra Ylva och tre andra vänner och släktingar. Det var en hoppfull skara som lämnade Tunsberg där de möttes av den duktige vägvisaren Robert som självaste vargaklanen hade sänt för att hjälpa dem. Extra spännande blev det för Ylva som förälskade sig passionerat i den unge och trevlige vägvisaren. Ingen visste att den farlige Månhäxan också var med dem - i en ny och djävulsk förklädnad."
  },
  {
    "bookID": 153,
    "title": "Svartalver",
    "english_title": "",
    "series": "Trollrunor",
    "series_order": 6,
    "release_year": 2008,
    "img": "https://www.storytel.com/images/200x200/0000835094.jpg",
    "url": "https://www.storytel.com/se/sv/books/svartalver-495436",
    "main_characters": "Iliana, Falk, Vinja",
    "summary": "Äntligen fick Iliana och hennes vänner höra Falks berättelse om allt det hemska som hade hänt efter att han gift sig med Silke - och upptäckt den grymma sanningen om sin hustru. Tillsammans med trälkvinnan Vinja lyckades han fly och under några hektiska veckor upplevde de två den stora kärleken. Nu hade det gått många år men Silke var ännu ett dödligt hot mot Falk och hans hjälpare. Skulle de vinna striden var de beroende av Iliana och hennes speciella förmågor..."
  },
  {
    "bookID": 154,
    "title": "Den blå jorden",
    "english_title": "",
    "series": "Trollrunor",
    "series_order": 7,
    "release_year": 2009,
    "img": "https://www.storytel.com/images/200x200/0000835096.jpg",
    "url": "https://www.storytel.com/se/sv/books/den-bl%C3%A5-jorden-495438",
    "main_characters": "Ravn, Bianca Marina, Mischka",
    "summary": "Ravn och hans goda hjälpare var på väg till den plats där Månhäxan fanns då Ravns barnbarn Bianca Marina plötsligt gjorde uppror. Hon vantrivdes och längtade hem. Hon såg ned på allt och alla och speciellt på den unge mannen Mischka som de haft sådan tur att få som vägvisare. Så snart hon kunde lät hon Mischka förstå att hon inte tyckte om honom. Äntligen var de framme vid området som blev kallat Den blå jorden där själva ondskan höll till. Förtvivlan var stor då halva gruppen gick i en fälla och var spårlöst försvunna..."
  },
  {
    "bookID": 155,
    "title": "Stenvargen",
    "english_title": "",
    "series": "Trollrunor",
    "series_order": 8,
    "release_year": 2007,
    "img": "https://www.storytel.com/images/200x200/0000835102.jpg",
    "url": "https://www.storytel.com/se/sv/books/stenvargen-495439",
    "main_characters": "Yrsa, Mane",
    "summary": "Äntligen har Ravn och hans vänner funnit den onda Månhäxans gömställe. Alldeles i närheten finner de också en stor varg som är uthuggen i berget och nu gäller det att tolka trollrunorna på stenvargen innan Månhäxan kommer tillbaka. Yrsa är olyckligt förälskad i Mane. Han är förtjust i henne också men Yrsa och Mane kommer från helt olika världar så hur kan de få en framtid tillsammans?"
  },
  {
    "bookID": 156,
    "title": "Den de glömde",
    "english_title": "",
    "series": "Trollrunor",
    "series_order": 9,
    "release_year": 2007,
    "img": "https://www.storytel.com/images/200x200/0000835108.jpg",
    "url": "https://www.storytel.com/se/sv/books/den-de-gl%C3%B6mde-495442",
    "main_characters": "Ravn",
    "summary": "Uppgörelsen med Månhäxan ställs på sin spets och Ravn och hans medhjälpare ser ut att vinna en tillfällig seger. Men ännu är det långt kvar. Ska de bli kvitt henne för gott måste de finna graven till mannen som för länge sedan övergav och förrådde henne. Samtidigt ligger ondskan på lur någonstans i fjällen. Ett farligt väsen de trodde var tillintetgjort är på väg att vakna upp igen..."
  },
  {
    "bookID": 157,
    "title": "Eko från urtiden",
    "english_title": "",
    "series": "Trollrunor",
    "series_order": 10,
    "release_year": 2007,
    "img": "https://www.storytel.com/images/200x200/0000835104.jpg",
    "url": "https://www.storytel.com/se/sv/books/eko-fr%C3%A5n-urtiden-495441",
    "main_characters": "Mischka, Bianca Marina",
    "summary": "Mischka var förkrossad av sorg då hans stora kärlek furstedottern Bianca Marina gifte sig och lämnade landet. Men det blev ett olyckligt äktenskap för den unga prinsessan. Mannen var otrogen och misshandlade henne och då fadern kom för att hämta hem henne låg hon till sängs med svåra skador. Allt hon orkade var att viska Mischkas namn. Nu gällde det att finna den unge mannen innan det var för sent. Familjen fruktade för hennes liv och Mischka var deras enda hopp."
  },
  {
    "bookID": 158,
    "title": "Dagen gryr",
    "english_title": "",
    "series": "Trollrunor",
    "series_order": 11,
    "release_year": 2009,
    "img": "https://www.storytel.com/images/200x200/0000843675.jpg",
    "url": "https://www.storytel.com/se/sv/books/dagen-gryr-498665",
    "main_characters": "Ilona, Grip, Skarv",
    "summary": "Efter många fridfulla år tog de unga i Ilonas familj upp kampen mot Månhäxan för att bli kvitt henne en gång för alla. Det de inte visste var att hon hade hållit sig lugn eftersom hon väntat på dem. Plötsligt vändes allt upp och ned och Månhäxan och hennes syster blev jägarna. Tvillingarna Grip och Skarv fördes bort och nu var goda råd dyra ... Dagen gryr är sista boken i serien Trollrunor."
  },
  {
    "bookID": 159,
    "title": "Skimrande vårar",
    "english_title": "",
    "series": "Fristående",
    "series_order": 1,
    "release_year": 1993,
    "img": "",
    "url": "",
    "main_characters": "Juliane",
    "summary": "Juliane var äldst av sex syskon och när modern dog blev det hennes ansvar att se till att hemmet fungerade. Fadern var en duktig bonde men han var en hård och sträng man och barnen var mycket rädda för honom. Så försvann fadern och framtiden verkade mörkare än någonsin. Där fanns ingen till deras hjälp förrän Juliane mötte den mystiske främlingen..."
  },
  {
    "bookID": 160,
    "title": "Tessa",
    "english_title": "",
    "series": "Fristående",
    "series_order": 1,
    "release_year": 1997,
    "img": "",
    "url": "",
    "main_characters": "Tessa",
    "summary": "Tessa var en aktiv flicka med en livlig fantasi - så livlig att många tyckte hon var pest och pina. Därför var det inte många som trodde henne när hon berättade att tjuvar tänkte göra inbrott hos en känd familj under natten. Men polismannen Rikard Mohr tog Tessas upplysningar på allvar - och snart skulle det visa sig att hon inte överdrivit denna gången."
  },
  {
    "bookID": 161,
    "title": "Tessa",
    "english_title": "",
    "series": "Fristående",
    "series_order": 1,
    "release_year": 1997,
    "img": "",
    "url": "",
    "main_characters": "Tessa",
    "summary": "Tessa var en aktiv flicka med en livlig fantasi - så livlig att många tyckte hon var pest och pina. Därför var det inte många som trodde henne när hon berättade att tjuvar tänkte göra inbrott hos en känd familj under natten. Men polismannen Rikard Mohr tog Tessas upplysningar på allvar - och snart skulle det visa sig att hon inte överdrivit denna gången."
  },
  {
    "bookID": 162,
    "title": "Drömmen om en vän",
    "english_title": "",
    "series": "Fristående",
    "series_order": 1,
    "release_year": 1997,
    "img": "",
    "url": "",
    "main_characters": "Lindis",
    "summary": "Lindis har det besvärligt hemma och i skolan. Hennes föräldrar ser henne knappt utom när de skäller på henne. De fjäskar bara för lillasystern Carin som nog inte är den lilla ängel som hon utger sig för att vara. I skolan har Lindis visserligen vänner men är de inte hemskt ytliga? Hon tycker att hon bara är ett påhäng och att de nog egentligen inte vill vara vänner med henne. Dessutom har hon slutat äta efter en giftig kommentar från en skolkamrat. Lindis drömmer om att hon ska finna en vän som förstår henne och verkligen tycker om henne men när hon gör det så är det inte alls som hon tänkt sig..."
  },
  {
    "bookID": 163,
    "title": "I nattens tystnad",
    "english_title": "",
    "series": "Fristående",
    "series_order": 1,
    "release_year": 1998,
    "img": "",
    "url": "",
    "main_characters": "Irina",
    "summary": "Irina var förkrossad efter en upprivande skilsmässa och skuldkänsla och sorg gav henne långa och sömnlösa nätter. För att känna lite mer mening i livet satte hon in en annons i den lokala tidningen om att hon gärna pratade med andra som hade behov av kontakt per telefon. Dessvärre var inte alla som sökte en röst i natten guds bästa barn..."
  },
  {
    "bookID": 164,
    "title": "Vargens lilla lamm",
    "english_title": "",
    "series": "Fristående",
    "series_order": 1,
    "release_year": 2000,
    "img": "",
    "url": "",
    "main_characters": "herr Svante, furst Radagais, prins Barim",
    "summary": "Herr Svante hade fem döttrar varav den ena var vackrare än den andra. Men döttrarna var också hans enda rikedom. Kejsarens många krigare hade kostat mycket och nöden stod för dörren. Något måste göras! Varför inte använda de giftasvuxna döttrarna? En ordentlig hemgift skulle inte skada. Det inviteras till gästabud och friarna kommer från när och fjärran. De mörka och mystiska Strekla-bröderna furst Radagais och prins Barim kommer också. Onda tungor säger att Radagais dödade sin första hustru... Strekla-bröderna kommer med sitt bud i klingande mynt som Svante får i utbyte för två av sina vackra döttrar! Den ena gråter av förtvivlan medan den andra finner sig i sitt öde. Tillsammans ger de sig iväg till trollslottet i skogen slottet som bär på så många farliga hemligheter."
  },
  {
    "bookID": 165,
    "title": "Ensam i världen",
    "english_title": "",
    "series": "Fristående",
    "series_order": 1,
    "release_year": 2000,
    "img": "",
    "url": "",
    "main_characters": "Kira, Johannes",
    "summary": "Föräldralös och ensam är Kira på flykt undan krigets fasor. Vem är hon egentligen och var kommer hon ifrån? Efter moderns död har Kira glömt sitt riktiga namn. Hon har inte någon plats hon kan kalla ett hem - bara landsvägen och slagfälten där hon flackar omkring i soldaternas följe. Ingen man bryr sig om henne - tills hon möter Johannes. Tillsammans ger de sig ut på den långa resan för att finna ut vem hon är och Johannes är snäll emot henne som mot en syster... Stor är överraskningen då de äntligen kommer fram - Kira är arvinge till ett vackert gammalt gods! Men någon misstycker att hon kommer. Någon är ute efter hennes arv och hon står inför många gåtor. Och kommer Johannes att förstå att han är med i hennes drömmar. Där är han ingen bror utan hennes älskade"
  },
  {
    "bookID": 166,
    "title": "Den mörka sanningen",
    "english_title": "",
    "series": "Fristående",
    "series_order": 1,
    "release_year": 2001,
    "img": "",
    "url": "",
    "main_characters": "Cornelia",
    "summary": "Cornelia levde med ett minne så flyktigt och diffust som fladdermusens jakt om natten. Det förföljde henne jagade henne och fyllde henne med en oförklarlig skräck. Fast kan man kalla det minne det man inte minns? Jättehöga varelser tornade upp sig över henne där hon låg i sin säng. Vi vet att du vet. Du vet att vi vet. En dag ska du minnas Cornelia och då ska du dö. Det var det fasansfulla budskapet som nådde henne. Hon kunde inte förstå att hon inte hade något minne från barndomen. En 19-åring borde minnas 5-års åldern. Kunde det vara så att hon inte ville komma ihåg? Att hon hade blockerat minnet? Kunde hon fråga far..."
  },
  {
    "bookID": 167,
    "title": "Yrsa den glömda drottningen",
    "english_title": "",
    "series": "Fristående",
    "series_order": 1,
    "release_year": 2008,
    "img": "",
    "url": "",
    "main_characters": "Drottning Yrsa",
    "summary": "Folkvandringstiden kallades den - den förhistoriska tiden i Norden från 400 - ca 600 e. Kr. Otaliga är historierna om den tidens manliga hjältar och otaliga är sägnerna om deras bedrifter - grova och brutala. Gamla riken utplånas och nya uppstår. Men Yrsas saga berättar också om en annan tid - en tid av värme och ömhet bort från krig och grymhet. Ännu styr Oden och Tor människorna även om någon har hört om en annan Gud. Drottning Yrsa är en av få starka kvinnor från denna krigiska perioden. Hon strålar som ett ljuvt ljus i en mörk tid. Hon blir drottning i två riken - hon blir svearnas drottning och sedan gift med danekungen Helge. Men båda hennes män är i krig. Krigens färger är rött och svart - och Yrsas liv blev något helt annat än de mjuka drömmar hon hade då hon var ung."
  },
  {
    "bookID": 168,
    "title": "Spindelväv",
    "english_title": "",
    "series": "Fristående",
    "series_order": 1,
    "release_year": 2009,
    "img": "",
    "url": "",
    "main_characters": "",
    "summary": "Det gamla huset i den gamla vestlandsdalen hade stått tomt och öde i många år. Man sade att det spökade på godset och att det dolde sig en skatt därinne. Många hade under årens lopp försökt att finna skatten men huset bevarade ännu sin hemlighet. För Lakselias ungdomar var Godset både skrämmande och en besatthet. De bestämmer sig för att undersöka huset från källare till vind. Bit för bit löses den klibbiga spindelväven om Godsets gåtfullhet upp och vad detta kråkslott gömde visade sig vara mer avskräckande än någon kunde föreställa sig. Tillsammans måste de bekämpa ondskan och ta fram sanningen i ljuset en gång för alla..."
  },
  {
    "bookID": 169,
    "title": "I död och lust",
    "english_title": "",
    "series": "Fristående",
    "series_order": 1,
    "release_year": 2012,
    "img": "",
    "url": "",
    "main_characters": "Ellinor",
    "summary": "Ellinor har precis avslutat sina konststudier och reser till en liten bergsby i Dolomiterna. Från första stund märker den vackra rödhåriga studenten att det är något som stör idyllen. Hon förstår efterhand att det rör sig om klosterruinerna på åsen en underlig skog och tre gravar utanför kyrkogården. Men vilket sammanhang det har med den mystiske och mycket tilldragande Giovanni - det förstår hon inte... Ett skrik skallar genom vårnatten. Skriket kunde höras av många i den lilla bergsbyn. Det skärande ljudet kom uppe från åsen. Krogvärdens hustru Gina satte sig upp i sängen. Det är så klart bara en räv sa hon för att lugna sig själv. Rävar gläfser svarade krogvärden Luigi och borrade huvudet djupare ner i kudden. En hjort som kallar på sin maka? Dumheter sa Luigi. Hjorthanen brölar. Det där var en människa. I ett annat hus viskade en man medan ekot av skriket fortfarande klingade i fjällen  -Inte nu igen! Och på ett annat ställe bet en gammal kvinna ihop tänderna av ångest. Det var tyst på åsen nu. En tryckande, obehaglig värme stod tät omkring husen."
  },
  {
    "bookID": 170,
    "title": "De oskyldiga",
    "english_title": "",
    "series": "Fristående",
    "series_order": 1,
    "release_year": 2018,
    "img": "",
    "url": "",
    "main_characters": "",
    "summary": ""
  },
  {
    "bookID": 171,
    "title": "Skogens barn",
    "english_title": "",
    "series": "Fristående",
    "series_order": 1,
    "release_year": 2018,
    "img": "",
    "url": "",
    "main_characters": "Silva",
    "summary": "I Skogens barn möter vi Silva som är en ung flicka på 18 år. Silva är naturbarn, sensitiv och sårbar och uppfattas som konstig. På grund av en speciell händelse blir hon felaktigt placerad på en psykiatrisk institution men detta blir faktiskt en lyckträff. En av de anställda är Dagan – en mystisk och vacker ung man som Silva känner sig på samma våglängd som. Tillsammans upptäcker de saker relaterade till Silvas familj som ger dem ständiga överraskningar. Och inte bara det - även Dagan har en dåtid som är full av olösta gåtor."
  },
  {
    "bookID": 172,
    "title": "Vi är inte ensamma",
    "english_title": "",
    "series": "Fristående",
    "series_order": 1,
    "release_year": 1990,
    "img": "",
    "url": "",
    "main_characters": "Margit Sandemo",
    "summary": "Vi är inte ensamma är en bok som handlar om våra skyddsandar eller hjälpare eller vad man nu vill kalla dem. Boken består av brev som folk har skickat till Margit angående hjälpare och Margits förklaring av breven. När Margit Sandemo bad läsarna av en Norsk veckotidning att skriva om sina egna erfarenheter med hjälpare - skyddsänglar - så blev resultatet drygt 100 brev. Under tiden som boken skrevs så fortsatte breven att strömma in. Hon menar att denna samling av brev bevisar att vi har någon vid vår sida."
  },
  {
    "bookID": 173,
    "title": "I riddarnas spår",
    "english_title": "",
    "series": "Fristående",
    "series_order": 1,
    "release_year": 2003,
    "img": "",
    "url": "",
    "main_characters": "",
    "summary": "En faktabok som berättar hur det går till när författaren skriver en serie. "
  },
  {
    "bookID": 174,
    "title": "Visst katten har djuren själ!",
    "english_title": "",
    "series": "Fristående",
    "series_order": 1,
    "release_year": 1994,
    "img": "",
    "url": "",
    "main_characters": "",
    "summary": "Kära läsare! Själv har jag aldrig tvivlat på att djur har själ. Men jag ville gärna höra vad andra tyckte. Därför frågade jag genom veckotidningen Hjemmet och den svenska Hemmets Journal - och fick en överväldigande mängd svar från läsarna - ungefär 1 500 historier varav inte en enda var negativ. Det som slår en när man läser de här breven är den massiva kärlek värme och förståelse för djur som fullkomligt strömmar mot en. Breven ångar av ömhet för våra trofasta roliga och alltid lika tillgivna vänner som har blivit så värnlösa i var förgiftade värld och förstörda natur. Vad är då själen? Det är väl ingen som kan ge en exakt definition av begreppet själ. När det gäller djuren omfattar det så mycket - Tankar och känslor samt sinnen och intellekt & reflexioner och slutledningsförmåga och inte minst kombinationsförmåga. Det talas så mycket om vad som skiljer människan från djuren och hur överlägsna vi är inom alla områden. Insändarbreven som finns återgivna i den här boken har en annan uppfattning och det har de all anledning till!----Margit Sandemo"
  }
]
