[
  {
    "id": 0,
    "country": "US",
    "description": "This tremendous 100% varietal wine hails from Oakville and was aged over three years in oak. Juicy red-cherry fruit and a compelling hint of caramel greet the palate, framed by elegant, fine tannins and a subtle minty tone in the background. Balanced and rewarding from start to finish, it has years ahead of it to develop further nuance. Enjoy 2022–2030.",
    "designation": "Martha's Vineyard",
    "points": 96,
    "price": 235,
    "province": "California",
    "region_1": "Napa Valley",
    "region_2": "Napa",
    "variety": "Cabernet Sauvignon",
    "winery": "Heitz"
  },
  {
    "id": 1,
    "country": "Spain",
    "description": "Ripe aromas of fig, blackberry and cassis are softened and sweetened by a slathering of oaky chocolate and vanilla. This is full, layered, intense and cushioned on the palate, with rich flavors of chocolaty black fruits and baking spices. A toasty, everlasting finish is heady but ideally balanced. Drink through 2023.",
    "designation": "Carodorum Selección Especial Reserva",
    "points": 96,
    "price": 110,
    "province": "Northern Spain",
    "region_1": "Toro",
    "region_2": "",
    "variety": "Tinta de Toro",
    "winery": "Bodega Carmen Rodríguez"
  },
  {
    "id": 2,
    "country": "US",
    "description": "Mac Watson honors the memory of a wine once made by his mother in this tremendously delicious, balanced and complex botrytised white. Dark gold in color, it layers toasted hazelnut, pear compote and orange peel flavors, reveling in the succulence of its 122 g/L of residual sugar.",
    "designation": "Special Selected Late Harvest",
    "points": 96,
    "price": 90,
    "province": "California",
    "region_1": "Knights Valley",
    "region_2": "Sonoma",
    "variety": "Sauvignon Blanc",
    "winery": "Macauley"
  },
  {
    "id": 3,
    "country": "US",
    "description": "This spent 20 months in 30% new French oak, and incorporates fruit from Ponzi's Aurora, Abetina and Madrona vineyards, among others. Aromatic, dense and toasty, it deftly blends aromas and flavors of toast, cigar box, blackberry, black cherry, coffee and graphite. Tannins are polished to a fine sheen, and frame a finish loaded with dark chocolate and espresso. Drink now through 2032.",
    "designation": "Reserve",
    "points": 96,
    "price": 65,
    "province": "Oregon",
    "region_1": "Willamette Valley",
    "region_2": "Willamette Valley",
    "variety": "Pinot Noir",
    "winery": "Ponzi"
  },
  {
    "id": 4,
    "country": "France",
    "description": "This is the top wine from La Bégude, named after the highest point in the vineyard at 1200 feet. It has structure, density and considerable acidity that is still calming down. With 18 months in wood, the wine has developing an extra richness and concentration. Produced by the Tari family, formerly of Château Giscours in Margaux, it is a wine made for aging. Drink from 2020.",
    "designation": "La Brûlade",
    "points": 95,
    "price": 66,
    "province": "Provence",
    "region_1": "Bandol",
    "region_2": "",
    "variety": "Provence red blend",
    "winery": "Domaine de la Bégude"
  },
  {
    "id": 5,
    "country": "Spain",
    "description": "Deep, dense and pure from the opening bell, this Toro is a winner. Aromas of dark ripe black fruits are cool and moderately oaked. This feels massive on the palate but sensationally balanced. Flavors of blackberry, coffee, mocha and toasty oak finish spicy, smooth and heady. Drink this exemplary Toro through 2023.",
    "designation": "Numanthia",
    "points": 95,
    "price": 73,
    "province": "Northern Spain",
    "region_1": "Toro",
    "region_2": "",
    "variety": "Tinta de Toro",
    "winery": "Numanthia"
  },
  {
    "id": 6,
    "country": "Spain",
    "description": "Slightly gritty black-fruit aromas include a sweet note of pastry along with a hint of prune. Wall-to-wall saturation ensures that all corners of one's mouth are covered. Flavors of blackberry, mocha and chocolate are highly impressive and expressive, while this settles nicely on a long finish. Drink now through 2024.",
    "designation": "San Román",
    "points": 95,
    "price": 65,
    "province": "Northern Spain",
    "region_1": "Toro",
    "region_2": "",
    "variety": "Tinta de Toro",
    "winery": "Maurodos"
  },
  {
    "id": 7,
    "country": "Spain",
    "description": "Lush cedary black-fruit aromas are luxe and offer notes of marzipan and vanilla. This bruiser is massive and tannic on the palate, but still lush and friendly. Chocolate is a key flavor, while baked berry and cassis flavors are hardly wallflowers. On the finish, this is tannic and deep as a sea trench. Drink this saturated black-colored Toro through 2023.",
    "designation": "Carodorum Único Crianza",
    "points": 95,
    "price": 110,
    "province": "Northern Spain",
    "region_1": "Toro",
    "region_2": "",
    "variety": "Tinta de Toro",
    "winery": "Bodega Carmen Rodríguez"
  },
  {
    "id": 8,
    "country": "US",
    "description": "This re-named vineyard was formerly bottled as deLancellotti. You'll find striking minerality underscoring chunky black fruits. Accents of citrus and graphite comingle, with exceptional midpalate concentration. This is a wine to cellar, though it is already quite enjoyable. Drink now through 2030.",
    "designation": "Silice",
    "points": 95,
    "price": 65,
    "province": "Oregon",
    "region_1": "Chehalem Mountains",
    "region_2": "Willamette Valley",
    "variety": "Pinot Noir",
    "winery": "Bergström"
  },
  {
    "id": 9,
    "country": "US",
    "description": "The producer sources from two blocks of the vineyard for this wine—one at a high elevation, which contributes bright acidity. Crunchy cranberry, pomegranate and orange peel flavors surround silky, succulent layers of texture that present as fleshy fruit. That delicately lush flavor has considerable length.",
    "designation": "Gap's Crown Vineyard",
    "points": 95,
    "price": 60,
    "province": "California",
    "region_1": "Sonoma Coast",
    "region_2": "Sonoma",
    "variety": "Pinot Noir",
    "winery": "Blue Farm"
  },
  {
    "id": 10,
    "country": "Italy",
    "description": "Elegance, complexity and structure come together in this drop-dead gorgeous winethat ranks among Italy's greatest whites. It opens with sublime yellow spring flower, aromatic herb and orchard fruit scents. The creamy, delicious palate seamlessly combines juicy white peach, ripe pear and citrus flavors while white almond and savory mineral notes grace the lingering finish.",
    "designation": "Ronco della Chiesa",
    "points": 95,
    "price": 80,
    "province": "Northeastern Italy",
    "region_1": "Collio",
    "region_2": "",
    "variety": "Friulano",
    "winery": "Borgo del Tiglio"
  },
  {
    "id": 11,
    "country": "US",
    "description": "From 18-year-old vines, this supple well-balanced effort blends flavors of mocha, cherry, vanilla and breakfast tea. Superbly integrated and delicious even at this early stage, this wine seems destined for a long and savory cellar life. Drink now through 2028.",
    "designation": "Estate Vineyard Wadensvil Block",
    "points": 95,
    "price": 48,
    "province": "Oregon",
    "region_1": "Ribbon Ridge",
    "region_2": "Willamette Valley",
    "variety": "Pinot Noir",
    "winery": "Patricia Green Cellars"
  },
  {
    "id": 12,
    "country": "US",
    "description": "A standout even in this terrific lineup of 2015 releases from Patricia Green, the Weber opens with a burst of cola and tobacco scents and accents. It continues, subtle and detailed, with flavors of oranges, vanilla, tea and milk chocolate discreetly threaded through ripe blackberry fruit.",
    "designation": "Weber Vineyard",
    "points": 95,
    "price": 48,
    "province": "Oregon",
    "region_1": "Dundee Hills",
    "region_2": "Willamette Valley",
    "variety": "Pinot Noir",
    "winery": "Patricia Green Cellars"
  },
  {
    "id": 13,
    "country": "France",
    "description": "This wine is in peak condition. The tannins and the secondary flavors dominate this ripe leather-textured wine. The fruit is all there as well: dried berries and hints of black-plum skins. It is a major wine right at the point of drinking with both the mature flavors and the fruit in the right balance.",
    "designation": "Château Montus Prestige",
    "points": 95,
    "price": 90,
    "province": "Southwest France",
    "region_1": "Madiran",
    "region_2": "",
    "variety": "Tannat",
    "winery": "Vignobles Brumont"
  },
  {
    "id": 14,
    "country": "US",
    "description": "With its sophisticated mix of mineral, acid and tart fruits, this seductive effort pleases from start to finish. Supple and dense, it's got strawberry, blueberry, plum and black cherry, a touch of chocolate, and that underlying streak of mineral. All these elements are in good proportion and finish with an appealing silky texture. It's delicious already, but give it another decade for full enjoyment. Drink now through 2028.",
    "designation": "Grace Vineyard",
    "points": 95,
    "price": 185,
    "province": "Oregon",
    "region_1": "Dundee Hills",
    "region_2": "Willamette Valley",
    "variety": "Pinot Noir",
    "winery": "Domaine Serene"
  },
  {
    "id": 15,
    "country": "US",
    "description": "First made in 2006, this succulent luscious Chardonnay is all about minerality. It's got a rich core of butterscotch and the seemingly endless layers of subtle flavors that biodynamic farming can bring. It spends 18 months on the lees prior to bottling. Drink now through 2028.",
    "designation": "Sigrid",
    "points": 95,
    "price": 90,
    "province": "Oregon",
    "region_1": "Willamette Valley",
    "region_2": "Willamette Valley",
    "variety": "Chardonnay",
    "winery": "Bergström"
  },
  {
    "id": 16,
    "country": "US",
    "description": "This blockbuster, powerhouse of a wine suggests blueberry pie and chocolate as it opens in the glass. On the palate, it's smooth and seductively silky, offering complex cedar, peppercorn and peppery oak seasonings amidst its dense richness. It finishes with finesse and spice.",
    "designation": "Rainin Vineyard",
    "points": 95,
    "price": 325,
    "province": "California",
    "region_1": "Diamond Mountain District",
    "region_2": "Napa",
    "variety": "Cabernet Sauvignon",
    "winery": "Hall"
  },
  {
    "id": 17,
    "country": "Spain",
    "description": "Nicely oaked blackberry, licorice, vanilla and charred aromas are smooth and sultry. This is an outstanding wine from an excellent year. Forward barrel-spice and mocha flavors adorn core blackberry and raspberry fruit, while this runs long and tastes vaguely chocolaty on the velvety finish. Enjoy this top-notch Tempranillo through 2030.",
    "designation": "6 Años Reserva Premium",
    "points": 95,
    "price": 80,
    "province": "Northern Spain",
    "region_1": "Ribera del Duero",
    "region_2": "",
    "variety": "Tempranillo",
    "winery": "Valduero"
  },
  {
    "id": 18,
    "country": "France",
    "description": "Coming from a seven-acre vineyard named after the dovecote on the property, this is a magnificent wine. Powered by both fruit tannins and the 28 months of new wood aging, it is darkly rich and with great concentration. As a sign of its pedigree, there is also elegance here, a restraint which is new to this wine. That makes it a wine for long-term aging. Drink from 2022.",
    "designation": "Le Pigeonnier",
    "points": 95,
    "price": 290,
    "province": "Southwest France",
    "region_1": "Cahors",
    "region_2": "",
    "variety": "Malbec",
    "winery": "Château Lagrézette"
  },
  {
    "id": 19,
    "country": "US",
    "description": "This fresh and lively medium-bodied wine is beautifully crafted, with cherry blossom aromas and tangy acidity. Layered and seductive, it offers a crisp mix of orange peel, cherry, pomegranate and baking spice flavors that are ready for the table or the cellar.",
    "designation": "Gap's Crown Vineyard",
    "points": 95,
    "price": 75,
    "province": "California",
    "region_1": "Sonoma Coast",
    "region_2": "Sonoma",
    "variety": "Pinot Noir",
    "winery": "Gary Farrell"
  },
  {
    "id": 20,
    "country": "US",
    "description": "Heitz has made this stellar rosé from the rare Grignolino grape since 1961. Ruby grapefruit-red, it's sultry with strawberry, watermelon, orange zest and salty spice flavor, highlighted with vibrant floral aromas.",
    "designation": "Grignolino",
    "points": 95,
    "price": 24,
    "province": "California",
    "region_1": "Napa Valley",
    "region_2": "Napa",
    "variety": "Rosé",
    "winery": "Heitz"
  },
  {
    "id": 21,
    "country": "Spain",
    "description": "Alluring, complex and powerful aromas of grilled meat, berries, tea, smoke, vanilla and spice cover every base. An intense palate is concentrated but still elegant. Blackberry, molasses and mocha flavors finish with chocolaty oak notes, fine tannins and overall cohesion. Drink this special Rioja from 2020 through 2035.",
    "designation": "Prado Enea Gran Reserva",
    "points": 95,
    "price": 79,
    "province": "Northern Spain",
    "region_1": "Rioja",
    "region_2": "",
    "variety": "Tempranillo Blend",
    "winery": "Muga"
  },
  {
    "id": 22,
    "country": "Spain",
    "description": "Tarry blackberry and cheesy oak aromas are appropriate for a wine of this size and magnitude. In the mouth, this Tinta de Toro is expansive and grabby, with bullish tannins. Slightly salty earthy accents come with core blackberry flavors and notes of baking spices and chocolate, while on the finish this is long, chocolaty, delicious and not too hard or tannic. Drink through 2023.",
    "designation": "Termanthia",
    "points": 95,
    "price": 220,
    "province": "Northern Spain",
    "region_1": "Toro",
    "region_2": "",
    "variety": "Tinta de Toro",
    "winery": "Numanthia"
  },
  {
    "id": 23,
    "country": "US",
    "description": "The apogee of this ambitious winery's white wine efforts, this bottling of just two barrels of Clone 5 shows focused marzipan, marcona almond and white peach notes on the nose. The palate sizzles with saltiness and a lemony acidity that cuts through its brown butter richness with finesse. The finish is luxurious and long.",
    "designation": "Giallo Solare",
    "points": 95,
    "price": 60,
    "province": "California",
    "region_1": "Edna Valley",
    "region_2": "Central Coast",
    "variety": "Chardonnay",
    "winery": "Center of Effort"
  },
  {
    "id": 24,
    "country": "US",
    "description": "San Jose-based producer Adam Comartin heads 1,100 feet up into the mountains to source fruit for this tremendous wine, which offers wild cherry, sage, and eucalyptus scents on the nose. Ripe black plum and strawberry fruit lead the palate, followed by acid-driven waves of juniper, pine and bay leaf, finishing with a menthol-like sensation.",
    "designation": "R-Bar-R Ranch",
    "points": 95,
    "price": 45,
    "province": "California",
    "region_1": "Santa Cruz Mountains",
    "region_2": "Central Coast",
    "variety": "Pinot Noir",
    "winery": "Comartin"
  },
  {
    "id": 25,
    "country": "New Zealand",
    "description": "Yields were down in 2015, but intensity is up, giving this medium-bodied, silky wine the potential to drink well through at least 2025. Hickory smoke outlines white peach before ending in a long flurry of lime zest.",
    "designation": "Maté's Vineyard",
    "points": 94,
    "price": 57,
    "province": "Kumeu",
    "region_1": "",
    "region_2": "",
    "variety": "Chardonnay",
    "winery": "Kumeu River"
  },
  {
    "id": 26,
    "country": "US",
    "description": "Bergström has made a Shea designate since 2003, intent on showcasing a “pretty” style of the vineyard. Here are lovely aromatics, with grape jelly, rose petals and plum in the nose, and a complex run of red fruits in the mouth. Streaks of cola, brown sugar and more come up in a generous finish.",
    "designation": "Shea Vineyard",
    "points": 94,
    "price": 62,
    "province": "Oregon",
    "region_1": "Willamette Valley",
    "region_2": "",
    "variety": "Pinot Noir",
    "winery": "Bergström"
  },
  {
    "id": 27,
    "country": "US",
    "description": "Focused and dense, this intense wine captures the essence of ripe raspberries. Aged in 50% new French oak, it's got a strong vein of coffee and mocha. The flavors broaden out and penetrate, finishing with highlights of cedar, cinnamon and dark chocolate. Drink now through the 2020s, but decant if you want the full expression.",
    "designation": "Abetina",
    "points": 94,
    "price": 105,
    "province": "Oregon",
    "region_1": "Willamette Valley",
    "region_2": "Willamette Valley",
    "variety": "Pinot Noir",
    "winery": "Ponzi"
  },
  {
    "id": 28,
    "country": "US",
    "description": "Cranberry, baked rhubarb, anise and crushed slate aromas show on the nose of this always-excellent bottling from the Franscioni family. The palate abounds with energy, driving black raspberry fruit accented with earthy loam, fennel, oregano and juniper through a compellingly round midpalate.",
    "designation": "Garys' Vineyard",
    "points": 94,
    "price": 60,
    "province": "California",
    "region_1": "Santa Lucia Highlands",
    "region_2": "Central Coast",
    "variety": "Pinot Noir",
    "winery": "Roar"
  },
  {
    "id": 29,
    "country": "US",
    "description": "This standout Rocks District wine brings earth shaking aromas of black-olive brine, tapenade, green olive, stargazer lilies, orange peel and crushed gravel. The smoked meat, charcuterie and blue-fruit flavors don't hold back, bringing a lovely sense of texture and detail. It's an intense wine that completely demands your attention.",
    "designation": "The Funk Estate",
    "points": 94,
    "price": 60,
    "province": "Washington",
    "region_1": "Walla Walla Valley (WA)",
    "region_2": "Columbia Valley",
    "variety": "Syrah",
    "winery": "Saviah"
  },
  {
    "id": 30,
    "country": "Bulgaria",
    "description": "This Bulgarian Mavrud presents the nose with suggestions of dried cherry, black plum, freshly ground black pepper and a whiff of eucalyptus. In the mouth it is balanced with soft tannins mingling with dried cherry, cassis and black plum.",
    "designation": "Bergulé",
    "points": 90,
    "price": 15,
    "province": "Bulgaria",
    "region_1": "",
    "region_2": "",
    "variety": "Mavrud",
    "winery": "Villa Melnik"
  },
  {
    "id": 31,
    "country": "US",
    "description": "Steely and perfumed, this wine sees only 20% new French oak, remaining vibrantly fresh. Baked apple and lemon pith veer into grapefruit on the palate, with spiciness to the finish that's both brash and loud.",
    "designation": "Babushka",
    "points": 90,
    "price": 37,
    "province": "California",
    "region_1": "Russian River Valley",
    "region_2": "Sonoma",
    "variety": "Chardonnay",
    "winery": "Zepaltas"
  },
  {
    "id": 32,
    "country": "Italy",
    "description": "Underbrush, scorched earth, menthol and plum steeped in spirits are some of the aromas that unfold on the glass. The big, chewy palate doles out ripe wild cherry, raspberry jam, ground pepper and licorice alongside firm, velvety tannins. You'll also detect the warmth of alcohol on the finish.",
    "designation": "Vigna Piaggia",
    "points": 90,
    "price": null,
    "province": "Tuscany",
    "region_1": "Brunello di Montalcino",
    "region_2": "",
    "variety": "Sangiovese",
    "winery": "Abbadia Ardenga"
  },
  {
    "id": 33,
    "country": "France",
    "description": "Pale in color, this is nutty in character, with a warm and rounded hint of red fruits. The wine has a soft, while still fresh, aftertaste. It is aged in cellars in Saumur on the Loire river.",
    "designation": "Nonpareil Trésor Rosé Brut",
    "points": 90,
    "price": 22,
    "province": "France Other",
    "region_1": "Vin Mousseux",
    "region_2": "",
    "variety": "Sparkling Blend",
    "winery": "Bouvet-Ladubay"
  },
  {
    "id": 34,
    "country": "US",
    "description": "The aromas entice with notes of wet stone, honeysuckle, chamomile and stone fruit. The palate is generous in flavor and feel, showing a fine sense of balance.",
    "designation": "Conner Lee Vineyard",
    "points": 90,
    "price": 42,
    "province": "Washington",
    "region_1": "Columbia Valley (WA)",
    "region_2": "Columbia Valley",
    "variety": "Chardonnay",
    "winery": "Buty"
  },
  {
    "id": 35,
    "country": "Italy",
    "description": "Forest floor, tilled soil, mature berry and a whiff of new leather combine on this. The ripe palate offers fleshy black cherry, dried aromatic herb and tobacco, while fine-grained tannins give the finish some grip. Drink 2018–2023.",
    "designation": "Riserva",
    "points": 90,
    "price": 135,
    "province": "Tuscany",
    "region_1": "Brunello di Montalcino",
    "region_2": "",
    "variety": "Sangiovese",
    "winery": "Carillon"
  },
  {
    "id": 36,
    "country": "France",
    "description": "Gingery spice notes accent fresh pear and melon fruit in this medium- to full-bodied wine. It's round on the palate but not flabby, with a warm, spicy finish. Drink now.",
    "designation": "",
    "points": 90,
    "price": 60,
    "province": "Rhône Valley",
    "region_1": "Châteauneuf-du-Pape",
    "region_2": "",
    "variety": "Rhône-style White Blend",
    "winery": "Clos de L'Oratoire des Papes"
  },
  {
    "id": 37,
    "country": "Italy",
    "description": "Aromas of forest floor, violet, red berry and a whiff of dark baking spice unfold in the glass while wild cherry, black raspberry, ground pepper and star anise drive the palate. Framed in firm, fine-grained tannins, this is a classic Tuscan red. Drink through 2020.",
    "designation": "",
    "points": 90,
    "price": 29,
    "province": "Tuscany",
    "region_1": "Vino Nobile di Montepulciano",
    "region_2": "",
    "variety": "Sangiovese",
    "winery": "Avignonesi"
  },
  {
    "id": 38,
    "country": "Italy",
    "description": "This has a charming nose that boasts rose, violet and red berry while the juicy, easy-drinking palate offers ripe wild cherry, chopped mint, white pepper and a hint of star anise. There isn't much complexity but it is savory and balanced, with fresh acidity and supple tannins.",
    "designation": "",
    "points": 90,
    "price": 23,
    "province": "Tuscany",
    "region_1": "Chianti Classico",
    "region_2": "",
    "variety": "Sangiovese",
    "winery": "Casina di Cornia"
  },
  {
    "id": 39,
    "country": "Italy",
    "description": "This bright, savory wine delivers aromas and flavors of juicy wild cherry, black raspberry, violet, white pepper and mocha. Polished tannins provide the framework. Enjoy through 2020.",
    "designation": "Riserva",
    "points": 90,
    "price": 29,
    "province": "Tuscany",
    "region_1": "Chianti Classico",
    "region_2": "",
    "variety": "Red Blend",
    "winery": "Castello di Monterinaldi"
  },
  {
    "id": 40,
    "country": "Spain",
    "description": "Earthy plum and cherry aromas score points for being clear and direct. The palate on this varietal Mencía is round, smooth and just right. Lightly briny, earthy plum and cherry flavors hold steady on the finish, with a dash of saltiness.",
    "designation": "Amandi",
    "points": 90,
    "price": 17,
    "province": "Galicia",
    "region_1": "Ribeira Sacra",
    "region_2": "",
    "variety": "Mencía",
    "winery": "Don Bernardino"
  },
  {
    "id": 41,
    "country": "Spain",
    "description": "This comes across wide and expansive as it lazily exudes oily aromas of hazelnut and toffee. A plump palate is not overly cutting or demanding, while flavors of lightly salted nuts and buttered toast end with toffee and peanut flavors.",
    "designation": "Alfonso Oloroso Seco",
    "points": 90,
    "price": 26,
    "province": "Andalucia",
    "region_1": "Jerez",
    "region_2": "",
    "variety": "Palomino",
    "winery": "González Byass"
  },
  {
    "id": 42,
    "country": "US",
    "description": "This is an aromatic brooder with aromas of scorched earth, plum, dried flowers and green herbs. It's full in feel with dense, dark-fruit flavors, tightly coiled tannins and tart acids—a pleasing example of the variety.",
    "designation": "Private Reserve",
    "points": 90,
    "price": 55,
    "province": "Idaho",
    "region_1": "",
    "region_2": "",
    "variety": "Petite Sirah",
    "winery": "Huston"
  },
  {
    "id": 43,
    "country": "Italy",
    "description": "Aromas of dark-skinned berry, rose and wild herb lead the nose. The round, juicy palate doles out ripe black cherry, fleshy raspberry, white pepper and clove while polished tannins provide a smooth, velvety framework. Enjoy through 2019.",
    "designation": "Riserva",
    "points": 90,
    "price": 39,
    "province": "Tuscany",
    "region_1": "Chianti Classico",
    "region_2": "",
    "variety": "Red Blend",
    "winery": "Rignana"
  },
  {
    "id": 44,
    "country": "France",
    "description": "Dark in color and in flavor profile, this medium-bodied Cornas boasts aromas and flavors reminiscent of chocolate fudge, espresso and plummy fruit, all framed by soft, dusty tannins. Drink now–2025.",
    "designation": "Coteaux",
    "points": 90,
    "price": 69,
    "province": "Rhône Valley",
    "region_1": "Cornas",
    "region_2": "",
    "variety": "Syrah",
    "winery": "Tardieu-Laurent"
  },
  {
    "id": 45,
    "country": "Italy",
    "description": "A blend of 90% Sangiovese and 10% Canaiolo, this opens with aromas of violet, mature plum, espresso and a whiff of forest floor. The firm palate offers dried black cherry, ground pepper, toast and clove while packed, fine-grained tannins provide support. Drink through 2020.",
    "designation": "Vigneto Odoardo Beccari Riserva",
    "points": 90,
    "price": 30,
    "province": "Tuscany",
    "region_1": "Chianti Classico",
    "region_2": "",
    "variety": "Red Blend",
    "winery": "Vignavecchia"
  },
  {
    "id": 46,
    "country": "Italy",
    "description": "Sunbaked earth, ripe berry, baking spice and a whiff of menthol meld in the glass. The juicy palate offers red cherry, pomegranate, star anise, mocha and a hint of tobacco alongside fine-grained tannins.",
    "designation": "Poggio alle Mura",
    "points": 90,
    "price": 90,
    "province": "Tuscany",
    "region_1": "Brunello di Montalcino",
    "region_2": "",
    "variety": "Sangiovese",
    "winery": "Banfi"
  },
  {
    "id": 47,
    "country": "US",
    "description": "Blended with 9% Malbec, 9% Cabernet Franc and 5% Petit Verdot, this is a perennial classic for the winery, the sister brand of Cuvaison. Juicy in cherry and cassis, it sustains big, pillowy tannins and tar, suggesting more time for the fruit to match up with the structure. Drink through 2020.",
    "designation": "Estate Grown",
    "points": 90,
    "price": 60,
    "province": "California",
    "region_1": "Mount Veeder",
    "region_2": "Napa",
    "variety": "Cabernet Sauvignon",
    "winery": "Brandlin"
  },
  {
    "id": 48,
    "country": "Italy",
    "description": "Ripe dark-skinned berry, forest floor and cooking spice aromas lead the nose along with a whiff of new leather. The chewy palate offers fleshy black cherry, cinnamon, vanilla and a hint of tobacco while polished tannins provide the framework. This is already accessible so no need to cellar it for years. Best through 2021.",
    "designation": "",
    "points": 90,
    "price": 50,
    "province": "Tuscany",
    "region_1": "Brunello di Montalcino",
    "region_2": "",
    "variety": "Sangiovese",
    "winery": "Brunelli Martoccia"
  },
  {
    "id": 49,
    "country": "US",
    "description": "The aromas of blue fruit, herbs and spice are initially under tight restraint. The flavors are full, with the tannins simultaneously firm and fine grained. It shows good length.",
    "designation": "",
    "points": 90,
    "price": 40,
    "province": "Washington",
    "region_1": "Red Mountain",
    "region_2": "Columbia Valley",
    "variety": "Cabernet Sauvignon",
    "winery": "Canvasback"
  },
  {
    "id": 50,
    "country": "Italy",
    "description": "This robust red opens with aromas of espresso, plum cake, toast and dark spice. The hearty palate offers blackberry jam, licorice, vanilla and mocha alongside firm fine-grained tannins. A coffee note closes the finish.",
    "designation": "Riserva",
    "points": 90,
    "price": 100,
    "province": "Tuscany",
    "region_1": "Brunello di Montalcino",
    "region_2": "",
    "variety": "Sangiovese",
    "winery": "Capanne Ricci"
  },
  {
    "id": 51,
    "country": "France",
    "description": "This structured, complex Chardonnay is packed with minerality and considerable weight. The tight texture and almost tannic character will soften over the next few months. Full of potential, it's drinkable now but will be so much better from 2017.",
    "designation": "",
    "points": 90,
    "price": 68,
    "province": "Burgundy",
    "region_1": "Chassagne-Montrachet",
    "region_2": "",
    "variety": "Chardonnay",
    "winery": "Chartron et Trébuchet"
  },
  {
    "id": 52,
    "country": "France",
    "description": "This ripe, full-bodied wine has ripe green fruits that are lifted by lime and made richer by apricot. Still young, with a concentrated structure, it's going to develop into a full, beautifully fruity wine. The name of the wine means the size of a parcel that demands the work of seven men for a day. Drink from 2017.",
    "designation": "Les 7 Hommes",
    "points": 90,
    "price": 42,
    "province": "Loire Valley",
    "region_1": "Sancerre",
    "region_2": "",
    "variety": "Sauvignon Blanc",
    "winery": "Cherrier Frères"
  },
  {
    "id": 53,
    "country": "France",
    "description": "With its light color and cool feel, this well-balanced wine comes from a parcel of 30-year-old vines. The smoky tannins and intense acidity give a wine that will develop well and slowly. It's still young with its red-berry fruits and fresh aftertaste. Drink from 2018.",
    "designation": "L'Inédit",
    "points": 90,
    "price": 28,
    "province": "Loire Valley",
    "region_1": "Coteaux du Giennois",
    "region_2": "",
    "variety": "Pinot Noir",
    "winery": "Clement et Florian Berthier"
  },
  {
    "id": 54,
    "country": "US",
    "description": "There's a lot to like in this nicely priced white, a blend of several regional vineyards. A taste of hazelnut expands on the palate to meet creamy Tahitian vanilla. Approachably round, this crowd-pleasing wine finishes in measured, integrated oak.",
    "designation": "",
    "points": 90,
    "price": 18,
    "province": "California",
    "region_1": "Russian River Valley",
    "region_2": "Sonoma",
    "variety": "Chardonnay",
    "winery": "De Loach"
  },
  {
    "id": 55,
    "country": "US",
    "description": "A blend of Cabernet from Grand Ciel (31%), Ciel du Cheval (30%), Upchurch (28%) and Klipsun (11%) vineyards, wood spice aromas start out up front. The cherry flavors are light and elegant, with the tannins bringing some grip.",
    "designation": "Four Flags",
    "points": 90,
    "price": 69,
    "province": "Washington",
    "region_1": "Red Mountain",
    "region_2": "Columbia Valley",
    "variety": "Cabernet Sauvignon",
    "winery": "DeLille"
  },
  {
    "id": 56,
    "country": "France",
    "description": "Delicious while also young and textured, this wine comes from biodynamically grown grapes. It has a strong sense of minerality as well as intense citrus and green fruits. It's tight at the moment and needs to round out, so drink from 2018.",
    "designation": "Le Pavé",
    "points": 90,
    "price": null,
    "province": "Loire Valley",
    "region_1": "Sancerre",
    "region_2": "",
    "variety": "Sauvignon Blanc",
    "winery": "Domaine Vacheron"
  },
  {
    "id": 57,
    "country": "US",
    "description": "While exuberantly fruity, almost tropical on the nose, there's a crystalline edge to this dry Riesling that renders it especially refreshing. It's vibrant and light footed, brightened by a lingering honey note on the finish.",
    "designation": "Reserve",
    "points": 90,
    "price": 25,
    "province": "New York",
    "region_1": "Finger Lakes",
    "region_2": "Finger Lakes",
    "variety": "Riesling",
    "winery": "Dr. Konstantin Frank"
  },
  {
    "id": 58,
    "country": "US",
    "description": "Cabernet makes up just over half of this blend. Aromas of black cherries, herbs and minerals are followed by plush-feeling dark-fruit flavors and backed by firm tannins. Drink now.",
    "designation": "Final Final",
    "points": 90,
    "price": 30,
    "province": "Washington",
    "region_1": "Columbia Valley (WA)",
    "region_2": "Columbia Valley",
    "variety": "Cabernet Sauvignon-Syrah",
    "winery": "Efeste"
  },
  {
    "id": 59,
    "country": "Italy",
    "description": "This savory blend of 40% Merlot, 30% Cabernet Sauvignon, 25% Cabernet Franc and 5% Syrah opens with aromas of roasted coffee bean, leather, tobacco and dark woodland berry. The chewy palate offers juicy plum, cassis and clove alongside polished tannins. Drink through 2019.",
    "designation": "Poggio Bestiale",
    "points": 90,
    "price": 60,
    "province": "Tuscany",
    "region_1": "Maremma Toscana",
    "region_2": "",
    "variety": "Red Blend",
    "winery": "Fattoria di Magliano"
  },
  {
    "id": 60,
    "country": "Argentina",
    "description": "Concentrated, ripe blackberry and cassis aromas come with peppery spice and cedary oak notes. This is big and generous on the palate, with roasted, well-oaked blackberry flavors. A touch of heat lends sizzle to the finish. Drink through 2020.",
    "designation": "The Apple Doesn't Fall Far From The Tree",
    "points": 91,
    "price": 30,
    "province": "Mendoza Province",
    "region_1": "Mendoza",
    "region_2": "",
    "variety": "Malbec",
    "winery": "Matias Riccitelli"
  },
  {
    "id": 61,
    "country": "Australia",
    "description": "Moorooduc's estate Pinot Noir is a solid value among the boutique offerings from the Mornington Peninsula. There's a supple cushioning of flesh wrapped around a firm backbone of acid, while the flavors run from black cherry and mint through earthier notes of brown sugar and roasted parsnip. Drink now through 2020.",
    "designation": "",
    "points": 91,
    "price": 36,
    "province": "Victoria",
    "region_1": "Mornington Peninsula",
    "region_2": "",
    "variety": "Pinot Noir",
    "winery": "Moorooduc"
  },
  {
    "id": 62,
    "country": "Argentina",
    "description": "Smoky aromas of fresh-cut wood blend with berry and cassis form a welcoming, generous bouquet. This feels lively on the palate, albeit tartaric. Oaky plum, cassis and vanilla flavors finish full and agreeable. Drink through 2019.",
    "designation": "Alegoría Gran Reserva",
    "points": 91,
    "price": 25,
    "province": "Mendoza Province",
    "region_1": "Mendoza",
    "region_2": "",
    "variety": "Malbec",
    "winery": "Navarro Correas"
  },
  {
    "id": 63,
    "country": "France",
    "description": "L'Homme Mort is a northern extension of the Fourchaume Premier Cru vineyard, so called because this was where a local lord dispensed justice by death. It often produces cooler wines such as this. It is tight, with toasted bread hints and with a strongly tangy character. It does need to develop and shouldn't be drunk before 2018.",
    "designation": "L'Homme Mort Premier Cru",
    "points": 91,
    "price": 45,
    "province": "Burgundy",
    "region_1": "Chablis",
    "region_2": "",
    "variety": "Chardonnay",
    "winery": "Domaine Chenevières"
  },
  {
    "id": 64,
    "country": "Portugal",
    "description": "This is a super-ripe, still very young wine. It's showing all its concentrated fruits, wood aging flavors and dense texture as well as the firm tannins that will allow it to age. With its combination of black plum skin, blackberry and dark concentration, leave the wine until 2018.",
    "designation": "",
    "points": 91,
    "price": 23,
    "province": "Alentejano",
    "region_1": "",
    "region_2": "",
    "variety": "Portuguese Red",
    "winery": "Herdade do Rocim"
  },
  {
    "id": 65,
    "country": "US",
    "description": "Fresh boysenberries and a blueberry sorbet character mix with notes of minty tarragon, dill and hot gravel on the nose of this wine, from an area between Gilroy and Morgan Hill. Peppercorns are prominent on the relatively light palate, along with tobacco, espresso and boysenberry.",
    "designation": "Estate Select",
    "points": 91,
    "price": 36,
    "province": "California",
    "region_1": "Santa Clara Valley",
    "region_2": "Central Coast",
    "variety": "Syrah",
    "winery": "Jason-Stephens"
  },
  {
    "id": 66,
    "country": "France",
    "description": "The steely character of a young Chablis is very apparent in this wine. It is crisp, lemon flavored and with a mineral edge. The wine has a juicy freshness, still young at heart and needing to age. Drink from 2018.",
    "designation": "Fourchaume Premier Cru",
    "points": 91,
    "price": 38,
    "province": "Burgundy",
    "region_1": "Chablis",
    "region_2": "",
    "variety": "Chardonnay",
    "winery": "Louis Max"
  },
  {
    "id": 67,
    "country": "US",
    "description": "From the producer's monumental Atlas Peak vineyard, this is a tightly wound, solidly constructed mountain Cab, blended with a handful of Petit Verdot. Tobacco, black tea and a sliver of coconut intermingle around a medium-bodied whole that will benefit from cellaring, through 2021.",
    "designation": "Animo",
    "points": 91,
    "price": 85,
    "province": "California",
    "region_1": "Napa Valley",
    "region_2": "Napa",
    "variety": "Cabernet Sauvignon",
    "winery": "Michael Mondavi Family Estate"
  },
  {
    "id": 68,
    "country": "US",
    "description": "Big, bold, dark and chewy, this builds upon substantial black-cherry fruit and supporting acids. Still knitting together, it shows highlights of cedar and tobacco, along with thick tannins. Give this a couple more years of bottle age, and drink after 2018.",
    "designation": "Schindler Vineyard",
    "points": 91,
    "price": 50,
    "province": "Oregon",
    "region_1": "Eola-Amity Hills",
    "region_2": "Willamette Valley",
    "variety": "Pinot Noir",
    "winery": "Panther Creek"
  },
  {
    "id": 69,
    "country": "US",
    "description": "A juiciness of cherry and vanilla spark the opening of this wine, a celebration of the vintage, appellation and in this case, fruit-forwardness of the variety. With a backbone of oak and cedar, it has smooth tannins and medium weight, finishing in mocha chocolate. Drink now through 2022.",
    "designation": "Barrel Select",
    "points": 91,
    "price": 60,
    "province": "California",
    "region_1": "Rutherford",
    "region_2": "Napa",
    "variety": "Cabernet Sauvignon",
    "winery": "Provenance Vineyards"
  },
  {
    "id": 70,
    "country": "US",
    "description": "Sweetened tannins highlight a depth of chocolate and blackberry in this 100% varietal wine made in small amounts. Soft and juicy, it crafts a balance of richness and density around elegant spicy clove and cinnamon.",
    "designation": "District Collection",
    "points": 91,
    "price": 85,
    "province": "California",
    "region_1": "St. Helena",
    "region_2": "Napa",
    "variety": "Cabernet Sauvignon",
    "winery": "Raymond"
  },
  {
    "id": 71,
    "country": "US",
    "description": "This wine draws from a handful of tremendous vineyard sites, including the producer's estate, Platt and Clary Ranch, all cool-climate and windswept. It's a tight, light and minimally messed-with wine, bright in cherry, pomegranate and rose.",
    "designation": "",
    "points": 91,
    "price": 45,
    "province": "California",
    "region_1": "Sonoma Coast",
    "region_2": "Sonoma",
    "variety": "Pinot Noir",
    "winery": "Red Car"
  },
  {
    "id": 72,
    "country": "Italy",
    "description": "This offers aromas of red rose, wild berry, dark cooking spice and a whiff of sun baked earth. The ripe palate offers black cherry marinated in spirits, licorice, game and a hint of chocolate alongside velvety tannins. The warmth of alcohol closes the finish. Drink 2018–2029.",
    "designation": "Bussia Riserva",
    "points": 91,
    "price": null,
    "province": "Piedmont",
    "region_1": "Barolo",
    "region_2": "",
    "variety": "Nebbiolo",
    "winery": "Silvano Bolmida"
  },
  {
    "id": 73,
    "country": "US",
    "description": "Massively fruity, this is an apple/pear bonanza, fleshy and almost lasciviously delicious. The huge fruit flavors convey an impression of sweetness, though this is not identified as off dry. It has tremendous density and length.",
    "designation": "",
    "points": 91,
    "price": 19,
    "province": "Oregon",
    "region_1": "Willamette Valley",
    "region_2": "Willamette Valley",
    "variety": "Pinot Gris",
    "winery": "Trinity Vineyards"
  },
  {
    "id": 74,
    "country": "Portugal",
    "description": "It is the ripe dark Alicante Bouschet that dominates this firmly structured wine. It is packed with tannins along with a hugely dense texture and concentrated juicy berry flavors. It is very firm, still young. Wait until 2017.",
    "designation": "Premium",
    "points": 91,
    "price": 15,
    "province": "Alentejo",
    "region_1": "",
    "region_2": "",
    "variety": "Portuguese Red",
    "winery": "Adega Cooperativa de Borba"
  },
  {
    "id": 75,
    "country": "US",
    "description": "An elegant blend from different estate vineyards, this widely available cuvée brings sturdy tannins and red currant fruit, highlighted with pretty baking spices. It would be an ideal match for roast duck with an orange sauce.",
    "designation": "Premier Cuvée",
    "points": 91,
    "price": 54,
    "province": "Oregon",
    "region_1": "Willamette Valley",
    "region_2": "Willamette Valley",
    "variety": "Pinot Noir",
    "winery": "Archery Summit"
  },
  {
    "id": 76,
    "country": "France",
    "description": "This wine is bone-dry, although with some age the shock of the acidity has been rounded out by a hint of toast. It's linear, fresh and intensely crisp, with citrus and almond tones. Drink this wine from a good vintage now.",
    "designation": "Le Nombre d'Or Brut Nature",
    "points": 91,
    "price": 85,
    "province": "Champagne",
    "region_1": "Champagne",
    "region_2": "",
    "variety": "Chardonnay",
    "winery": "Aubry"
  },
  {
    "id": 77,
    "country": "US",
    "description": "Given four months in concrete egg, this is an exotically crisp and textured white, lean and high in acidity with plenty of mouthcoating body to find its balance. Lemon, grapefruit and tangerine are the highlights, finished in refreshing layers of white peach.",
    "designation": "Juliana Vineyard",
    "points": 91,
    "price": 38,
    "province": "California",
    "region_1": "Napa Valley",
    "region_2": "Napa",
    "variety": "Sauvignon Blanc",
    "winery": "B Cellars"
  },
  {
    "id": 78,
    "country": "US",
    "description": "This wine over-delivers in quality for the price. It's made from mostly Cabernet Sauvignon, with handfuls of Merlot, Malbec, Petit Verdot and Cabernet Franc blended in to good effect. The whole combines into layers of chocolate and graham cracker, dappled in vanilla and jam. Thick tannins suggest a swirl or two of the glass. The finish is all tobacco.",
    "designation": "",
    "points": 91,
    "price": 28,
    "province": "California",
    "region_1": "Napa Valley",
    "region_2": "Napa",
    "variety": "Cabernet Sauvignon",
    "winery": "B Side"
  },
  {
    "id": 79,
    "country": "Italy",
    "description": "Underbrush, smoke, mocha and dark fruit aromas lead the nose and carry over to the ripe palate along with dried black cherry, licorice and clove. Firm, velvety tannins provide the framework. Drink 2018–2028.",
    "designation": "Boscato",
    "points": 91,
    "price": 75,
    "province": "Piedmont",
    "region_1": "Barolo",
    "region_2": "",
    "variety": "Nebbiolo",
    "winery": "Bel Colle"
  },
  {
    "id": 80,
    "country": "US",
    "description": "Generous black-cherry fruit anchors this barrel-aged wine that remains tartly acidic, with pretty accents of toast and mocha. Focused, young and fresh, it should drink optimally 2018–2028.",
    "designation": "Aeolian",
    "points": 91,
    "price": 42,
    "province": "Oregon",
    "region_1": "Eola-Amity Hills",
    "region_2": "Willamette Valley",
    "variety": "Pinot Noir",
    "winery": "Bethel Heights"
  },
  {
    "id": 81,
    "country": "Israel",
    "description": "Dark red violet in color, this wine has aromas of cherry, lavender and rose petal. It is a well-balanced wine with flavors of black cherry, raspberry, Turkish delight and herbes de Provence. Silky tannins coat the palate into the lasting finish, which is punctuated by a note of bright cherry.",
    "designation": "Reserve",
    "points": 91,
    "price": 25,
    "province": "Upper Galilee",
    "region_1": "",
    "region_2": "",
    "variety": "Cabernet Sauvignon",
    "winery": "Binyamina"
  },
  {
    "id": 82,
    "country": "Italy",
    "description": "Berry, baking spice, dried iris, mint and a hint of vanilla come together on this structured wine. On the palate, notes of white pepper, sage, anise, orange zest and yellow peach accent the red cherry core while a balsamic note closes the finish. Firm, refined tannins provide the backbone.",
    "designation": "Palliano Riserva",
    "points": 91,
    "price": null,
    "province": "Piedmont",
    "region_1": "Roero",
    "region_2": "",
    "variety": "Nebbiolo",
    "winery": "Ceste"
  },
  {
    "id": 83,
    "country": "Italy",
    "description": "This hearty red opens with aromas of leafy underbrush, leather, licorice and a hint of menthol. The firm, chewy palate offers ripe wild cherry, raspberry jam, anisette and tobacco. Brooding tannins support the dark flavors. Drink 2019–2029.",
    "designation": "del Comune di Serralunga d'Alba",
    "points": 91,
    "price": 59,
    "province": "Piedmont",
    "region_1": "Barolo",
    "region_2": "",
    "variety": "Nebbiolo",
    "winery": "Cascina Cucco"
  },
  {
    "id": 84,
    "country": "Italy",
    "description": "Enticing aromas of woodland berry, crushed rose, mint and menthol lead the nose on thisfull-bodied red. Mint carries over to the palate along with wild cherry, red raspberry, kitchen spice and a hint of toast. Assertive tannins and bright acidity hold it all together.",
    "designation": "Bricco Luciani",
    "points": 91,
    "price": 85,
    "province": "Piedmont",
    "region_1": "Barolo",
    "region_2": "",
    "variety": "Nebbiolo",
    "winery": "Cascina del Monastero"
  },
  {
    "id": 85,
    "country": "Italy",
    "description": "Aromas of French oak, coconut, vanilla and spiced plum lead the nose on this powerfully structured wine. The oak sensations carry over to the warm palate along with cherry marinated in spirits, licorice and menthol. Bracing, close-grained tannins provide the framework and need time to unwind. Best after 2020.",
    "designation": "Bricco Gattera",
    "points": 91,
    "price": 80,
    "province": "Piedmont",
    "region_1": "Barolo",
    "region_2": "",
    "variety": "Nebbiolo",
    "winery": "Cordero di Montezemolo"
  },
  {
    "id": 86,
    "country": "France",
    "description": "This delicious, refreshing wine is textured, tight and mineral, with fruity acidity. Tangy and crisp, it has a tight structure, touches of toast along with apple and citrus flavors. The wine is still young and very tight, so should not be drunk before 2017.",
    "designation": "Montmains Premier Cru",
    "points": 91,
    "price": 45,
    "province": "Burgundy",
    "region_1": "Chablis",
    "region_2": "",
    "variety": "Chardonnay",
    "winery": "Domaine Gérard Duplessis"
  },
  {
    "id": 87,
    "country": "US",
    "description": "From a multiplicity of vineyards, this wine works and is a tremendous value for the price. It mixes hot mulled-cider spices, cinnamon, clove and pine forest, conveying surprising depth. Plum, dark cherry and more clove lead to a powerful, leathery finish.",
    "designation": "",
    "points": 91,
    "price": 22,
    "province": "California",
    "region_1": "Napa Valley",
    "region_2": "Napa",
    "variety": "Cabernet Sauvignon",
    "winery": "Eagle Glen"
  },
  {
    "id": 88,
    "country": "US",
    "description": "The first Pinot Noir release from this producer, this is a velvety-smooth, exotic and charming wine, light on the palate despite a concentration of ripe, rich fruit. Kirsch, cherry, raspberry and cinnamon combine to make the wine invitingly lush and plush.",
    "designation": "Bacigalupi Vineyard",
    "points": 91,
    "price": 65,
    "province": "California",
    "region_1": "Russian River Valley",
    "region_2": "Sonoma",
    "variety": "Pinot Noir",
    "winery": "Eleven Eleven"
  },
  {
    "id": 89,
    "country": "US",
    "description": "A red Meritage driven by 73% Cabernet Sauvignon, this structured, full-bodied wine also blends in 19% Merlot, 3% Petit Verdot and 3% Malbec. Blackberry and chocolate accent chalky tannins, with bold hits of black licorice, cassis, pencil and black tea. Drink now through 2020.",
    "designation": "Magnificat",
    "points": 91,
    "price": 50,
    "province": "California",
    "region_1": "Napa Valley",
    "region_2": "Napa",
    "variety": "Meritage",
    "winery": "Franciscan"
  },
  {
    "id": 90,
    "country": "US",
    "description": "Bright, light oak shadings dress up this medium-bodied wine, complementing the red cherry and strawberry flavors. It's fresh, fruity and not very tannic—easy to drink and enjoy.",
    "designation": "",
    "points": 86,
    "price": 10,
    "province": "California",
    "region_1": "California",
    "region_2": "California Other",
    "variety": "Cabernet Sauvignon",
    "winery": "Belle Ambiance"
  },
  {
    "id": 91,
    "country": "Portugal",
    "description": "The local Baga grape, better known for producing structured red wines, also lends itself to fruity sparkling rosé. Bright acidity gives this crisp wine its tangy, red currant character. Drink now.",
    "designation": "Marquês de Marialva Rosé Bruto",
    "points": 86,
    "price": 12,
    "province": "Beira Atlantico",
    "region_1": "",
    "region_2": "",
    "variety": "Baga",
    "winery": "Adega de Cantanhede"
  },
  {
    "id": 92,
    "country": "Italy",
    "description": "Aromas of white spring flower, orchard fruit and citrus spill out of the glass. The fun lively palate delivers ripe yellow peach and green apple alongside a foaming mousse.",
    "designation": "Nature",
    "points": 86,
    "price": 22,
    "province": "Veneto",
    "region_1": "Prosecco",
    "region_2": "",
    "variety": "Glera",
    "winery": "De Stefani"
  },
  {
    "id": 93,
    "country": "US",
    "description": "A smoky scent and earthy, crisp-apple flavors make this medium-bodied wine a change of pace from the average butterball Chardonnay. It has welcome acidity and a nicely smooth texture.",
    "designation": "Small Lot Blend",
    "points": 86,
    "price": 13,
    "province": "California",
    "region_1": "Mendocino County",
    "region_2": "Mendocino/Lake Counties",
    "variety": "Chardonnay",
    "winery": "Parducci"
  },
  {
    "id": 94,
    "country": "Portugal",
    "description": "This family-owned estate has produced an immediately attractive entry-level wine. Lightly spiced with wood, it blends Touriga Franca, Tinta Roriz and Tinta Barroca to show black fruit, ripe tannins and bright acidity. Drink now.",
    "designation": "Muros de Vinha",
    "points": 86,
    "price": 10,
    "province": "Douro",
    "region_1": "",
    "region_2": "",
    "variety": "Portuguese Red",
    "winery": "Quinta do Portal"
  },
  {
    "id": 95,
    "country": "France",
    "description": "This is a smooth, soft wine that is full of black fruits and ripe tannins. The Merlot rounds out the rougher edges of the Malbec to give a rich juicy wine that will develop quickly. It is all fruit, generous and ready to drink from 2017.",
    "designation": "Château Beauvillain-Monpezat",
    "points": 86,
    "price": 14,
    "province": "Southwest France",
    "region_1": "Cahors",
    "region_2": "",
    "variety": "Malbec-Merlot",
    "winery": "Rigal"
  },
  {
    "id": 96,
    "country": "US",
    "description": "This is an easygoing wine that's neither too oaky nor too crisp, with a decent blend of ripe pear and baking spice flavors paired with soft, smooth texture.",
    "designation": "",
    "points": 86,
    "price": 18,
    "province": "California",
    "region_1": "California",
    "region_2": "California Other",
    "variety": "Chardonnay",
    "winery": "The Naked Grape"
  },
  {
    "id": 97,
    "country": "US",
    "description": "Blended with small amounts of Merlot, Cabernet Franc, Petit Verdot and Malbec, this is an austere, unfussy red made in modest quantities that has crisp red currant and cranberry flavors interwoven with cedar and dried herb.",
    "designation": "",
    "points": 86,
    "price": 36,
    "province": "California",
    "region_1": "Sonoma Valley",
    "region_2": "Sonoma",
    "variety": "Cabernet Sauvignon",
    "winery": "Tin Barn"
  },
  {
    "id": 98,
    "country": "France",
    "description": "Closer to Bordeaux than is Cahors, this is Malbec with a cooler visage. It has spice and stalky tannins along with plenty of acidity. The wine is bright with red berry fruits and a crisp lightly mineral aftertaste. Drink from 2018.",
    "designation": "Pigmentum",
    "points": 86,
    "price": 15,
    "province": "Southwest France",
    "region_1": "Buzet",
    "region_2": "",
    "variety": "Merlot-Malbec",
    "winery": "Georges Vigouroux"
  },
  {
    "id": 99,
    "country": "France",
    "description": "This is a blend of 60% Ugni Blanc and 40% Colombard that gives a deliciously light and refreshing wine. Bright and breezy, it is perfumed, herbal and full of direct citrus flavors. Drink now.",
    "designation": "Pigmentum",
    "points": 86,
    "price": 10,
    "province": "Southwest France",
    "region_1": "Côtes de Gascogne",
    "region_2": "",
    "variety": "Ugni Blanc-Colombard",
    "winery": "Georges Vigouroux"
  },
  {
    "id": 100,
    "country": "US",
    "description": "Juicy kiwi, lime blossom and sour apple candy aromas show on the nose of this ripe white—the first 2016 submitted from the region. The palate is oily in texture, with honeydew and more lime-kiwi-bubblegum flavors.",
    "designation": "",
    "points": 86,
    "price": 24,
    "province": "California",
    "region_1": "South Coast",
    "region_2": "South Coast",
    "variety": "Viognier",
    "winery": "Hawk Watch Winery"
  },
  {
    "id": 101,
    "country": "US",
    "description": "Brambly and herbal, this wine shows bright acidity underlying a full-bodied, incoherently ripe palate of tar, toffee and rich cola notes.",
    "designation": "Stephanie",
    "points": 86,
    "price": 50,
    "province": "California",
    "region_1": "Napa Valley",
    "region_2": "Napa",
    "variety": "Cabernet Sauvignon",
    "winery": "Hestan"
  },
  {
    "id": 102,
    "country": "Italy",
    "description": "The nose is a bit shy but eventually reveals underbrush, red berry and a toasted note. The straightforward palate is quite lean, offering raw sour cherry, a green note of powdered sage and a hint of ground pepper alongside raspy tannins that leave an astringent finish.",
    "designation": "",
    "points": 86,
    "price": 45,
    "province": "Tuscany",
    "region_1": "Brunello di Montalcino",
    "region_2": "",
    "variety": "Sangiovese",
    "winery": "Il Grappolo"
  },
  {
    "id": 103,
    "country": "US",
    "description": "This Cabernet Sauvignon-dominant blend boasts leather, tobacco leaf and black pepper flavors, giving it muscle and a rustic edge, the tannins and fruit mellowed with age.",
    "designation": "Bella's Blend",
    "points": 86,
    "price": 48,
    "province": "California",
    "region_1": "Knights Valley",
    "region_2": "Sonoma",
    "variety": "Cabernet Sauvignon-Cabernet Franc",
    "winery": "Ehret"
  },
  {
    "id": 104,
    "country": "US",
    "description": "Fans of stickies may find pleasure in this bottling, but it is tremendously sweet and oily. Candied honeydew and kiwi scents meet with sweet juniper and pine on the nose. On the palate, it tastes squarely of golden honey. It's soft, unctuous and thick in consistency.",
    "designation": "Tears of Dew Late Harvest",
    "points": 86,
    "price": 20,
    "province": "California",
    "region_1": "Paso Robles",
    "region_2": "Central Coast",
    "variety": "Moscato",
    "winery": "EOS"
  },
  {
    "id": 105,
    "country": "US",
    "description": "Aromas of ripe (leaning almost overripe) apple, melon and orange peel are followed by medium-sweet fruit flavors. It needs more acid to stand it up.",
    "designation": "Tudor Hills Vineyard",
    "points": 86,
    "price": 17,
    "province": "Washington",
    "region_1": "Yakima Valley",
    "region_2": "Columbia Valley",
    "variety": "Pinot Grigio",
    "winery": "Martinez & Martinez"
  },
  {
    "id": 106,
    "country": "US",
    "description": "Strong wood smoke and grilled meat aromas lead to equally assertive oak and dried herb flavors, giving this wine extreme personality. It has medium body and rather soft tannins and texture to balance.",
    "designation": "",
    "points": 86,
    "price": 12,
    "province": "California",
    "region_1": "Lodi",
    "region_2": "Central Valley",
    "variety": "Cabernet Franc",
    "winery": "Ironstone"
  },
  {
    "id": 107,
    "country": "US",
    "description": "This medium-bodied wine has more earthy and floral flavors than straightforward fruit, so it's something a bit different. Well-priced and easy to drink, it can please a crowd.",
    "designation": "",
    "points": 86,
    "price": 10,
    "province": "California",
    "region_1": "California",
    "region_2": "California Other",
    "variety": "Chardonnay",
    "winery": "Leaping Horse"
  },
  {
    "id": 108,
    "country": "US",
    "description": "This wine is dry and substantial, emphasizing earthy, savory flavors over fruity ones. An attractive walnut and almond element carries through from the aroma to the flavors.",
    "designation": "",
    "points": 86,
    "price": 13,
    "province": "California",
    "region_1": "California",
    "region_2": "California Other",
    "variety": "White Blend",
    "winery": "Kitchen Sink"
  },
  {
    "id": 109,
    "country": "US",
    "description": "This is from a hillside estate vineyard and is entirely barrel fermented, its oak subtle and supportive. Medium bodied and not overripe, it offers honeysuckle aromas and lime and lemon rind flavors.",
    "designation": "Homestead Block",
    "points": 86,
    "price": 45,
    "province": "California",
    "region_1": "Napa Valley",
    "region_2": "Napa",
    "variety": "Chardonnay",
    "winery": "Kuleto Estate"
  },
  {
    "id": 110,
    "country": "Portugal",
    "description": "This state-owned estate of forests and vineyards grows organic grapes. This wine, softly structured and ripe has light black fruits and plenty of acidity. An undercurrent of tannin keeps the wine in order and will allow it to age. Drink from 2018.",
    "designation": "Companhia das Lezírias Herdade de Catapereiro Single Vineyard",
    "points": 86,
    "price": 12,
    "province": "Tejo",
    "region_1": "",
    "region_2": "",
    "variety": "Portuguese Red",
    "winery": "Wines & Winemakers"
  },
  {
    "id": 111,
    "country": "Argentina",
    "description": "This copper-tinted rosé of Pinot Noir smells like a rubber gym ball and citrus fruits. A full round bouncy palate brings it around, while dry citrus and stone-fruit flavors show a skins-like quality on a steady finish.",
    "designation": "Terroir Único Pinot Noir",
    "points": 86,
    "price": 12,
    "province": "Mendoza Province",
    "region_1": "Tupungato",
    "region_2": "",
    "variety": "Rosé",
    "winery": "Zorzal"
  },
  {
    "id": 112,
    "country": "US",
    "description": "This mountain-grown wine is hugely tannic and oaky, hard to penetrate in its full-bodied ripeness. Smoky oak and currant flavors vie for attention against a backdrop of concentration and power.",
    "designation": "Limited Release Cold Springs Vineyard",
    "points": 86,
    "price": 125,
    "province": "California",
    "region_1": "Howell Mountain",
    "region_2": "Napa",
    "variety": "Cabernet Sauvignon",
    "winery": "Charles Krug"
  },
  {
    "id": 113,
    "country": "US",
    "description": "Savory apples and pears mingle into lemon and bramble in this slightly earthy off-dry Riesling. Sunny tangerine acidity is easy but bright, leading a delicately sweet finish.",
    "designation": "Castle Hill Vineyard",
    "points": 86,
    "price": 25,
    "province": "New York",
    "region_1": "Hudson River Region",
    "region_2": "New York Other",
    "variety": "Riesling",
    "winery": "Millbrook"
  },
  {
    "id": 114,
    "country": "South Africa",
    "description": "Muted aromas of tart gooseberry and lime peel dance in the bouquet, while pithy flavors of plum skin, currant and citrus rind unfold on the lightweight, slightly astringent palate. Pleasant hints of fresh herbs and saline make a fleeting impression on the close.",
    "designation": "Circumstance",
    "points": 86,
    "price": 20,
    "province": "Stellenbosch",
    "region_1": "",
    "region_2": "",
    "variety": "Sauvignon Blanc",
    "winery": "Waterkloof"
  },
  {
    "id": 115,
    "country": "Argentina",
    "description": "Aromas of prune, raisin and black plum are full and gritty. A chunky full-bodied palate feels grabby, while this tastes of generic blackberry, burnt coffee and dark chocolate. A steady plump, rubbery finish closes the show.",
    "designation": "Reserva",
    "points": 86,
    "price": 15,
    "province": "Mendoza Province",
    "region_1": "Valle de Uco",
    "region_2": "",
    "variety": "Malbec",
    "winery": "Viñalba"
  },
  {
    "id": 116,
    "country": "Spain",
    "description": "Aromas of brandied cherry and crème de cassis include a horsey sidenote and some heat. This sweet Monastrell smacks the palate with hard tannins. Flavors of black cherry, cassis and baked plum finish blocky.",
    "designation": "Dulce Tinto",
    "points": 86,
    "price": null,
    "province": "Levante",
    "region_1": "Jumilla",
    "region_2": "",
    "variety": "Monastrell",
    "winery": "Casa de la Ermita"
  },
  {
    "id": 117,
    "country": "France",
    "description": "This pale pink-grey colored wine is a blend of Duras and Merlot. It is lively and fruity, with a red-currant flavor, delicious crisp acidity and a soft, lively aftertaste. Drink now.",
    "designation": "",
    "points": 86,
    "price": 20,
    "province": "Southwest France",
    "region_1": "Gaillac",
    "region_2": "",
    "variety": "Rosé",
    "winery": "Château Clément Termes"
  },
  {
    "id": 118,
    "country": "France",
    "description": "This softly fruity wine has the lightest of tannins and plenty of simple red-berry fruits. There is an earthy edge to the young wine as well as plenty of acidity at the end. Drink now.",
    "designation": "Il est des nôôôtres!",
    "points": 86,
    "price": 15,
    "province": "Southwest France",
    "region_1": "",
    "region_2": "",
    "variety": "Gamay",
    "winery": "Château Coutinel"
  },
  {
    "id": 119,
    "country": "Portugal",
    "description": "This broad, fruity wine brings out ripe berry flavors in spades. It has generous fruit, soft tannins and a smooth, open texture. Drink now.",
    "designation": "Convento da Vila",
    "points": 86,
    "price": 7,
    "province": "Alentejano",
    "region_1": "",
    "region_2": "",
    "variety": "Portuguese Red",
    "winery": "Adega Cooperativa de Borba"
  },
  {
    "id": 120,
    "country": "US",
    "description": "Let this burly, big-boned beauty open to fully enjoy its robust oak and fistfuls of black cherry, the oak showing in terms of toasty, slightly reductive aromas. A smooth texture keeps the wine flowing along a concentrated highway of power and ripeness.",
    "designation": "The Flyer",
    "points": 91,
    "price": 59,
    "province": "California",
    "region_1": "Russian River Valley",
    "region_2": "Sonoma",
    "variety": "Pinot Noir",
    "winery": "MacPhail"
  },
  {
    "id": 121,
    "country": "US",
    "description": "This small-quantity selection from within the Charles Vineyard was fermented by native yeast, and neither fined nor filtered. It is quite aromatic, full bodied and moderately fruity, and has a nice rounded mouthfeel, generous red-cherry and spice flavors and good structure from acidity and mild tannins. Tart cherry lingers on the finish.",
    "designation": "Charles Vineyard Clone 05",
    "points": 91,
    "price": 49,
    "province": "California",
    "region_1": "Anderson Valley",
    "region_2": "Mendocino/Lake Counties",
    "variety": "Pinot Noir",
    "winery": "Foursight"
  },
  {
    "id": 122,
    "country": "US",
    "description": "A deeper salmon color with elegantly lacy bubbles and a slight cloudy appearance, this sparkler by Norm Yost offers dessicated watermelon, dried orange blossoms, yeast, citrus rinds and fresher strawberry notes on the nose. Tart raspberry and yeasty melon show on the palate, which offers a salty component as well as a surprising but nice amount of grip.",
    "designation": "Solomon Hills Vineyard Rosé",
    "points": 91,
    "price": 42,
    "province": "California",
    "region_1": "Santa Maria Valley",
    "region_2": "Central Coast",
    "variety": "Sparkling Blend",
    "winery": "Goat Bubbles"
  },
  {
    "id": 123,
    "country": "US",
    "description": "This wine takes time to unravel and reveal itself, rewarding the patient with a wealth of high-toned citrus and elegantly wound, medium-bodied honeyed pear and caramel. Lengthy and complex, it's one to consider aging and allowing to further mellow over time. Drink now through 2021.",
    "designation": "Paris Tasting Commemorative",
    "points": 91,
    "price": 93,
    "province": "California",
    "region_1": "Napa Valley",
    "region_2": "Napa",
    "variety": "Chardonnay",
    "winery": "Grgich Hills"
  },
  {
    "id": 124,
    "country": "US",
    "description": "This wine is tasty, tangy and nervy, bringing a very refreshing and appetizing mouthfeel, and wonderful fresh acidity. All of that tang shows good fruitiness too, as the red-cherry and cranberry flavors are vivid and concentrated. It's a versatile wine to drink now or buy by the case to save some bottles for more aging.",
    "designation": "Methode a l'Ancienne",
    "points": 91,
    "price": 32,
    "province": "California",
    "region_1": "Anderson Valley",
    "region_2": "Mendocino/Lake Counties",
    "variety": "Pinot Noir",
    "winery": "Navarro"
  },
  {
    "id": 125,
    "country": "US",
    "description": "This medium-bodied wine has a compelling blend of restraint and power. It offers modest, fruity aromas at first, then nice tart fruit flavors that start off lean and soon expand exponentially in the mouth before tapering off elegantly on the finish. With little oak flavor in the way, it gives pure Pinot sophistication.",
    "designation": "",
    "points": 91,
    "price": 20,
    "province": "California",
    "region_1": "Anderson Valley",
    "region_2": "Mendocino/Lake Counties",
    "variety": "Pinot Noir",
    "winery": "Navarro"
  },
  {
    "id": 126,
    "country": "US",
    "description": "Renwood's tiny two-barrel production of its most expensive Zinfandel has aromas like vanilla and coconut and flavors as rich as milk chocolate and strawberry jam. This full-bodied wine is practically a liquid dessert, though it's not overly sweet. It's full-bodied, smooth and broad in texture.",
    "designation": "Grand Wren",
    "points": 90,
    "price": 100,
    "province": "California",
    "region_1": "Amador County",
    "region_2": "Sierra Foothills",
    "variety": "Zinfandel",
    "winery": "Renwood"
  },
  {
    "id": 127,
    "country": "US",
    "description": "This is a thick, chocolatey wine with a side of leather and black pepper that appeals on multiple levels. Full-bodied concentration gives way to a smooth, rounded palate robust in blackberry and vanilla.",
    "designation": "Central Park West Vineyard",
    "points": 90,
    "price": 50,
    "province": "California",
    "region_1": "St. Helena",
    "region_2": "Napa",
    "variety": "Cabernet Sauvignon",
    "winery": "Trinchero"
  },
  {
    "id": 128,
    "country": "Spain",
    "description": "Aromas of strawberry, currant and spice are good in a subtle, non-pushy way. Fresh and grabby on the palate, this tastes of red fruits, baking spices and cocoa. Drying tannins along with cassis and chocolate flavors push a healthy finish. Drink through 2020.",
    "designation": "Arnegui Reserva",
    "points": 90,
    "price": 22,
    "province": "Northern Spain",
    "region_1": "Rioja",
    "region_2": "",
    "variety": "Tempranillo",
    "winery": "Pagos del Rey"
  },
  {
    "id": 129,
    "country": "Italy",
    "description": "Scents of Spanish broom, pineapple, orchard fruit and a saline note meld together in the glass. The focused palate offers mature apple, peach, botanical herb and mineral alongside firm acidity.",
    "designation": "Chianta Bianco",
    "points": 90,
    "price": 45,
    "province": "Sicily & Sardinia",
    "region_1": "Etna",
    "region_2": "",
    "variety": "White Blend",
    "winery": "Biondi"
  },
  {
    "id": 130,
    "country": "Italy",
    "description": "Juicy and delicious, this has aromas of ripe orchard fruit and fragrant Spanish broom. The succulent palate doles out crisp Granny Smith apple, Anjou pear, nectarine and mineral alongside bright acidity.",
    "designation": "",
    "points": 90,
    "price": 18,
    "province": "Southern Italy",
    "region_1": "Greco di Tufo",
    "region_2": "",
    "variety": "Greco",
    "winery": "Cantine di Marzo"
  },
  {
    "id": 131,
    "country": "US",
    "description": "Fairly light in the glass, this bottling shows chalk, slate and wet-sand minerality on the nose, alongside Asian pear flesh, kiwi and honeydew fruit notes. The texture is quite pithy once sipped, showing grapefruit and apple skins, and then it warms toward yellow pears and a sea salt warmth.",
    "designation": "",
    "points": 90,
    "price": 45,
    "province": "California",
    "region_1": "Santa Lucia Highlands",
    "region_2": "Central Coast",
    "variety": "Chardonnay",
    "winery": "Alexander-Smith"
  },
  {
    "id": 132,
    "country": "US",
    "description": "Meaty, smoky aromas and good, high-amplitude fruit flavors give a robust personality to this full-bodied, dry and firmly tannic wine. It will make a good pairing with pasta, roasted birds or grilled meat.",
    "designation": "Cooper Ranch",
    "points": 90,
    "price": 26,
    "province": "California",
    "region_1": "Amador County",
    "region_2": "Sierra Foothills",
    "variety": "Barbera",
    "winery": "Andis"
  },
  {
    "id": 133,
    "country": "US",
    "description": "This is a delightfully crisp, elegant and lip-smacking wine, that's subtle and easy to love. Lemon peel, apple skin and pear play together well, never becoming distracting, but instead integrating well with one another and the light hint of oak. Food friendly, it's also a great deal.",
    "designation": "",
    "points": 90,
    "price": 16,
    "province": "California",
    "region_1": "Sonoma County",
    "region_2": "Sonoma",
    "variety": "Chardonnay",
    "winery": "Benziger"
  },
  {
    "id": 134,
    "country": "US",
    "description": "While Cabernet Sauvignon dominant, all five red Bordeaux varieties are represented here. Dark in color, a combination of black pepper and black-fruit syrup meets earthy and dry tannins. This structured wine needs time. Cellar through 2020.",
    "designation": "Longwood",
    "points": 90,
    "price": 30,
    "province": "California",
    "region_1": "Napa Valley",
    "region_2": "Napa",
    "variety": "Cabernet Sauvignon",
    "winery": "Beaucanon"
  },
  {
    "id": 135,
    "country": "US",
    "description": "Quite dark in color, brooding aromas of olallieberry, blackberry, grape soda, plums and concentrated purple flowers appease the nose on this bottling from one of Paso's newly designated appellations. The palate blends licorice, turned earth and eucalyptus with a fresh pomegranate juice flavor.",
    "designation": "Estate",
    "points": 90,
    "price": 42,
    "province": "California",
    "region_1": "Adelaida District",
    "region_2": "Central Coast",
    "variety": "Grenache",
    "winery": "Brecon Estate"
  },
  {
    "id": 136,
    "country": "US",
    "description": "A nose of sour cherry and cranberry meshes with sandalwood and savory herbs on this single-site study by the longtime Paso producer. The palate is overflowing with oregano and other dried garden herbs, laid against a juicy red and purple-fruit frame.",
    "designation": "Mustang Springs",
    "points": 90,
    "price": 38,
    "province": "California",
    "region_1": "Adelaida District",
    "region_2": "Central Coast",
    "variety": "Zinfandel",
    "winery": "Peachy Canyon"
  },
  {
    "id": 137,
    "country": "US",
    "description": "Heavy fruit concentration meets thick, velvety tannins in this full-bodied, deeply colored and extremely flavorful wine. It's big enough to pair with big proteins, and concentrated enough to keep improving in the cellar. Best after 2019.",
    "designation": "SMC",
    "points": 90,
    "price": 48,
    "province": "California",
    "region_1": "California",
    "region_2": "California Other",
    "variety": "Rhône-style Red Blend",
    "winery": "Three"
  },
  {
    "id": 138,
    "country": "Spain",
    "description": "Cherry, plum, vanilla and mild oak aromas feed into a medium-bodied, elegant palate with plum and cherry flavors supported by a touch of toasty oak and vanilla. Notes of café mocha and toast grace a crisp finish that isn't trying too hard.",
    "designation": "Crianza",
    "points": 90,
    "price": 17,
    "province": "Northern Spain",
    "region_1": "Rioja",
    "region_2": "",
    "variety": "Tempranillo",
    "winery": "Valdelacierva"
  },
  {
    "id": 139,
    "country": "France",
    "description": "Attractive fruity tones of red currant, raspberry and strawberry hull dance in the bouquet of this pretty rosé, graced by garrigue accents of lavender and rosemary. Flavors of red berry skin and peach pit unfold on the medium-weight palate, framed by soft tannins and a delicate spice note that lingers on the close.",
    "designation": "Le",
    "points": 90,
    "price": 18,
    "province": "Languedoc-Roussillon",
    "region_1": "Coteaux du Languedoc Pic Saint Loup",
    "region_2": "",
    "variety": "Rosé",
    "winery": "Château de Lancyre"
  },
  {
    "id": 140,
    "country": "France",
    "description": "Lightly structured, this is a balanced, ripe wine. It has profited from the good vintage to offer strawberry, raspberry and citrus flavors that are well balanced and textured. Drink this attractive wine now.",
    "designation": "",
    "points": 90,
    "price": 15,
    "province": "Bordeaux",
    "region_1": "Bordeaux Rosé",
    "region_2": "",
    "variety": "Rosé",
    "winery": "Château Suau"
  },
  {
    "id": 141,
    "country": "US",
    "description": "A sublime twist of citrus lies at the heart of this light yet complex white, which is refreshing and layered with a subtle bite of underlying oak. From a dry-farmed vineyard maintained by the same family for 30 years, this whole-cluster pressed wine was given time in a majority of stainless steel and neutral French oak. It shines in moderate acidity and tropical flair.",
    "designation": "Rte Blanc",
    "points": 90,
    "price": 28,
    "province": "California",
    "region_1": "Napa Valley",
    "region_2": "Napa",
    "variety": "Sauvignon Blanc",
    "winery": "Clif Family"
  },
  {
    "id": 142,
    "country": "US",
    "description": "There is tons of lively action packed into the nose of this wine, from rosebuds and zesty cherry cola to cinnamon spice and rainbow peppercorns. The texture is relatively light on the sip, and yet grippy tannins and a bursting acidity swim across the palate, showing vibrant iron and red-fruit flavors.",
    "designation": "Hook Vineyard",
    "points": 90,
    "price": 25,
    "province": "California",
    "region_1": "Santa Lucia Highlands",
    "region_2": "Central Coast",
    "variety": "Grenache",
    "winery": "Santa Cruz Mountain Vineyard"
  },
  {
    "id": 143,
    "country": "US",
    "description": "Estate grown and aged in Stainless steel, this racy and pungent wine is packed with rich, juicy fruit flavors. Apple, lemon-lime and tangerine are in the mix, showing that Chardonnay does not always need oak flavors to have real power.",
    "designation": "",
    "points": 90,
    "price": 26,
    "province": "Oregon",
    "region_1": "Applegate Valley",
    "region_2": "Southern Oregon",
    "variety": "Chardonnay",
    "winery": "Schmidt"
  },
  {
    "id": 144,
    "country": "US",
    "description": "Clean, sharp and zesty fruit blossom aromas meet with ripe pomelo and green apple scents on the nose of this wine by Steve Dooley. A fresh, tingling acidity shows on the sip, which is a tad sour with stone fruit skins but bountiful in a slate-driven minerality and grippy texture. Cool climate Albariño has much promise in the state.",
    "designation": "Jespersen Ranch",
    "points": 90,
    "price": 24,
    "province": "California",
    "region_1": "Edna Valley",
    "region_2": "Central Coast",
    "variety": "Albariño",
    "winery": "Stephen Ross"
  },
  {
    "id": 145,
    "country": "US",
    "description": "Red-cherry and strawberry aromas meld with rich fruit and warm baking-spice flavors to make this full-bodied wine hard to resist. The style is in the ripe, pastry shop mode, and soft tannins and acidity complete the picture.",
    "designation": "",
    "points": 90,
    "price": 55,
    "province": "California",
    "region_1": "Anderson Valley",
    "region_2": "Mendocino/Lake Counties",
    "variety": "Pinot Noir",
    "winery": "Goldeneye"
  },
  {
    "id": 146,
    "country": "US",
    "description": "This is an exuberantly fruity, spicy and robust wine, speckled with 2% Petite Sirah. Dark and full of red berry flavor, the palate is dusted in brown sugar and black pepper. Ripe and concentrated, it drinks smooth and elegant despite its serious power.",
    "designation": "Estate Grown",
    "points": 90,
    "price": 36,
    "province": "California",
    "region_1": "Napa Valley",
    "region_2": "Napa",
    "variety": "Zinfandel",
    "winery": "Grgich Hills"
  },
  {
    "id": 147,
    "country": "Spain",
    "description": "Aromas of white flowers, stone fruits and lees are typical of well-made Albariño. A juicy, elegant palate with a mix of citrus and stone-fruit flavors is lasting, with a hint of pithy character coming up on the finish.",
    "designation": "",
    "points": 90,
    "price": 17,
    "province": "Galicia",
    "region_1": "Rías Baixas",
    "region_2": "",
    "variety": "Albariño",
    "winery": "Mar de Viñas"
  },
  {
    "id": 148,
    "country": "US",
    "description": "Quite vibrant and floral on the nose, this shows deep blackberry and both dried and fresh purple-flower elements as well as a baked berry pastry. The flavors are well integrated on the palate, where cooked blackberries in a vanilla pie crust combine with juicy strawberry, peppercorns and rosemary spice.",
    "designation": "",
    "points": 90,
    "price": 40,
    "province": "California",
    "region_1": "Sta. Rita Hills",
    "region_2": "Central Coast",
    "variety": "Syrah",
    "winery": "Kessler-Haak"
  },
  {
    "id": 149,
    "country": "US",
    "description": "This most intriguing white grape, which the Larners grow as an ode to their Italian past, shows a sweet nose with a bone dry palate. Sugary citrus scents of orange blossoms and peach syrup give way to a brisk palate full of honeysuckle, night jasmine and a nearly pine needle bitterness that cuts dynamically through it all.",
    "designation": "",
    "points": 90,
    "price": 28,
    "province": "California",
    "region_1": "Ballard Canyon",
    "region_2": "Central Coast",
    "variety": "Malvasia Bianca",
    "winery": "Larner"
  },
  {
    "id": 150,
    "country": "US",
    "description": "Reflecting the vintage, this Pinot is light and lithe in style. It shows tart cherry fruit and suggestions of chocolate, with bright acidity and a thin finish.",
    "designation": "",
    "points": 89,
    "price": 50,
    "province": "Oregon",
    "region_1": "Willamette Valley",
    "region_2": "Willamette Valley",
    "variety": "Pinot Noir",
    "winery": "Bomb"
  },
  {
    "id": 151,
    "country": "Greece",
    "description": "This wine is a conversation starter, with its nose of mandarin orange, lemon peel and vanilla. On the palate, white flowers, citrus and lush tropical fruits mingle well. Pair with salmon and poultry.",
    "designation": "Kapnias",
    "points": 89,
    "price": 24,
    "province": "Atalanti Valley",
    "region_1": "",
    "region_2": "",
    "variety": "White Blend",
    "winery": "Hatzimichalis"
  },
  {
    "id": 152,
    "country": "Spain",
    "description": "Dusty, leesy aromas of apple and vanilla are sturdy. This brut Cava is fresh and modestly elegant on the palate, with lime, apple and tarragon flavors. A dry, confident finish offers apple and citrus flavors and a sense of ease.",
    "designation": "Brut Reserva",
    "points": 89,
    "price": 17,
    "province": "Catalonia",
    "region_1": "Cava",
    "region_2": "",
    "variety": "Sparkling Blend",
    "winery": "Bohigas"
  },
  {
    "id": 153,
    "country": "Greece",
    "description": "Bright aromas of citrus and tropical fruit give this easygoing white an easy appeal. Balanced and fresh, it's an elegant wine that will pair well with grilled fish and salads.",
    "designation": "",
    "points": 89,
    "price": 21,
    "province": "Santorini",
    "region_1": "",
    "region_2": "",
    "variety": "Assyrtiko",
    "winery": "Boutari"
  },
  {
    "id": 154,
    "country": "Greece",
    "description": "Peach, pear and lemon on the nose start this cheerful white from Alpha Estate. On the palate, it offers some complexity of exotic fruit and with a vein of acidity. Soft overall in profile, this wine is easygoing and enjoyable.",
    "designation": "Axia Malagouzia",
    "points": 89,
    "price": 18,
    "province": "Florina",
    "region_1": "",
    "region_2": "",
    "variety": "Malagouzia",
    "winery": "Alpha Estate"
  },
  {
    "id": 155,
    "country": "Chile",
    "description": "Lightly herbal, horsey aromas of blueberry, black plum and cardamom are ripe by Carmenère standards. Hailing from a hot vintage, this is a bit flabby in feel, with soft tannins. Chunky plum and blackberry flavors finish with notes of licorice and mint along with a chewy, syrupy feel.",
    "designation": "Ecos de Rulo Single Vineyard El Chequén Estate",
    "points": 89,
    "price": 20,
    "province": "Marchigue",
    "region_1": "",
    "region_2": "",
    "variety": "Carmenère",
    "winery": "Viña Bisquertt"
  },
  {
    "id": 156,
    "country": "France",
    "description": "This well-balanced, fruity wine allows space for some solid dry tannins that also show wood aging. Berry fruits shine through the structure to give a juicy character that is underlined by the fresh acidity at the end.",
    "designation": "",
    "points": 89,
    "price": 20,
    "province": "Southwest France",
    "region_1": "Cahors",
    "region_2": "",
    "variety": "Bordeaux-style Red Blend",
    "winery": "Chateau Quattre"
  },
  {
    "id": 157,
    "country": "US",
    "description": "In this fruit-forward vintage, it's not surprising to find that what shines here are the bright, spicy and tart flavors of strawberries, raspberries and cherries. The Sangiovese was co-fermented with 7% Syrah, and aged in 30% new American oak. As the wine breathes open the flavors of oak and char come up, and the tannins show some extra grip.",
    "designation": "",
    "points": 89,
    "price": 24,
    "province": "Oregon",
    "region_1": "Rogue Valley",
    "region_2": "Southern Oregon",
    "variety": "Sangiovese",
    "winery": "Ledger David"
  },
  {
    "id": 158,
    "country": "Spain",
    "description": "Aromas of leather, roast plum and compost are challenging and not immediately inviting. In the mouth, this shows rubbery tannins and juicy acidity. Saucy, herbal plum and currant flavors ride on a beam of acidity toward an earthy, tomatoey finish with a lightly leafy aftertaste.",
    "designation": "Viña Real Gran Reserva",
    "points": 89,
    "price": 44,
    "province": "Northern Spain",
    "region_1": "Rioja",
    "region_2": "",
    "variety": "Tempranillo",
    "winery": "CVNE"
  },
  {
    "id": 159,
    "country": "Chile",
    "description": "Staunch berry, cassis and spice aromas are friendly and congruent. This Malbec-led blend is jammy in feel, a bit hollow in the middle, and easy to like as a whole. Blackberry and blueberry flavors finish fleshy, with soft tannins.",
    "designation": "Fina Reserva Ensamblaje Malbec-Cabernet Sauvignon-Syrah",
    "points": 89,
    "price": 19,
    "province": "Colchagua Valley",
    "region_1": "",
    "region_2": "",
    "variety": "Red Blend",
    "winery": "Estampa"
  },
  {
    "id": 160,
    "country": "US",
    "description": "Winemaker Billy Wathen blends 60% Merlot and 40% Cabernet Franc into this blend that's named after the U.S. Geologic Survey's name for Happy Canyon. A nose of dried oregano and thyme has a Bing cherry backdrop, with a palate of green peppers, blackberries and tomato leaf.",
    "designation": "Range 30 West",
    "points": 89,
    "price": 42,
    "province": "California",
    "region_1": "Happy Canyon of Santa Barbara",
    "region_2": "Central Coast",
    "variety": "Bordeaux-style Red Blend",
    "winery": "Foxen 7200"
  },
  {
    "id": 161,
    "country": "US",
    "description": "A blend of fruit from three Rogue Valley sites, this is a fine example of the style of Pinot made in Southern Oregon. The estate vineyard sits at 2,100 feet on a steep, east-facing slope, with densely planted vines. It's a big, blocky, full-bodied wine, loaded with flavors of black cherry, black coffee and barrel toast. Tannins are substantial, but the flavors are full and forward. What it lacks in elegance it makes up for in immediate likeability.",
    "designation": "",
    "points": 89,
    "price": 35,
    "province": "Oregon",
    "region_1": "Oregon",
    "region_2": "Oregon Other",
    "variety": "Pinot Noir",
    "winery": "Irvine Family Vineyards"
  },
  {
    "id": 162,
    "country": "Spain",
    "description": "Dense, tarry aromas of asphalt and rubbery boysenberry are hefty but also a bit flat. This has a tannic mouthfeel to go with blackberry, prune and raisin flavors. Toast, bitter chocolate and full-bodied weight push the finish on this oaky, ripe Rioja. Drink through 2020.",
    "designation": "Gaudium",
    "points": 89,
    "price": 44,
    "province": "Northern Spain",
    "region_1": "Rioja",
    "region_2": "",
    "variety": "Tempranillo Blend",
    "winery": "Marqués de Cáceres"
  },
  {
    "id": 163,
    "country": "US",
    "description": "This medium-bodied wine shows an array of smoky, meaty aromas, along with ripe plum and tart blackberry flavors. Not at all overripe, but made with some restraint, it allows savory flavors like tarragon and anise to peek through. The blend includes 9% Cabernet Sauvignon.",
    "designation": "",
    "points": 89,
    "price": 16,
    "province": "California",
    "region_1": "Dunnigan Hills",
    "region_2": "Central Valley",
    "variety": "Syrah",
    "winery": "Matchbook"
  },
  {
    "id": 164,
    "country": "US",
    "description": "The grape's usual peachy aromas show on this wine from regional pioneer Gary Eberle, along with lemon juice, honey and a touch of minerality. There is a nice mineral-driven tension on the palate, with flavors of apple and pear cider. It's a solid, down-the-middle take on the grape—not too ripe, not too thin.",
    "designation": "Mill Road Vineyard",
    "points": 89,
    "price": 23,
    "province": "California",
    "region_1": "Paso Robles",
    "region_2": "Central Coast",
    "variety": "Viognier",
    "winery": "Eberle"
  },
  {
    "id": 165,
    "country": "US",
    "description": "Tightly focused, as is often true of single-vineyard bottlings, this matches spicy berry fruit to light barrel flavors of milk chocolate. It's smooth and accessible, but finishes a bit short.",
    "designation": "Freedom Hill Vineyard",
    "points": 89,
    "price": 36,
    "province": "Oregon",
    "region_1": "Willamette Valley",
    "region_2": "Willamette Valley",
    "variety": "Pinot Noir",
    "winery": "Silvan Ridge"
  },
  {
    "id": 166,
    "country": "Italy",
    "description": "Crushed plum, espresso, tobacco and cedar aromas unfold in the glass. A blend of 90% Merlot and 10% Alicante, the straightforward palate offers blackberries, red currants, clove and licorice alongside fine-grained tannins.",
    "designation": "Le Redini",
    "points": 89,
    "price": 25,
    "province": "Tuscany",
    "region_1": "Toscana",
    "region_2": "",
    "variety": "Red Blend",
    "winery": "Tenuta degli Dei"
  },
  {
    "id": 167,
    "country": "Italy",
    "description": "Aromas of wild berries, violets and a whiff of spice lead the nose on this blend of Sangiovese and 15% Merlot. The savory, easygoing palate offers mature black cherry, clove and black pepper alongside lithe tannins. Drink through 2016.",
    "designation": "Il Guardiano",
    "points": 89,
    "price": 22,
    "province": "Tuscany",
    "region_1": "Toscana",
    "region_2": "",
    "variety": "Red Blend",
    "winery": "Poggio Mandorlo"
  },
  {
    "id": 168,
    "country": "Portugal",
    "description": "Structured and firm, this is a dry wine with the potential of fine fruit in the future. Acidity cuts through the texture promising the freshness of black currants and berries. It's a perfumed wine that can still age. Drink from 2016.",
    "designation": "",
    "points": 89,
    "price": 20,
    "province": "Douro",
    "region_1": "",
    "region_2": "",
    "variety": "Touriga Nacional",
    "winery": "Quinta das Carvalhas"
  },
  {
    "id": 169,
    "country": "US",
    "description": "This has a light yellow color with a touch of green and a subtle smell of crisp green apples. Flavors that are richer than expected, like poached pears, butter and fig. The texture is rich, the body full and the ripe flavors linger on the finish.",
    "designation": "Del Arroyo Vineyard",
    "points": 89,
    "price": 25,
    "province": "California",
    "region_1": "Livermore Valley",
    "region_2": "Central Coast",
    "variety": "Chardonnay",
    "winery": "Occasio"
  },
  {
    "id": 170,
    "country": "US",
    "description": "Rhubarb, cola and pencil shavings emerge from the glass on this appellation blend from the longtime Santa Rosa Road winery, today owned by the Terlato family. Deeply earthy aromas of beet juice, root beer and dried berries arise on the palate, showing the region's typical blend of soil minerality and dark fruit.",
    "designation": "",
    "points": 89,
    "price": 42,
    "province": "California",
    "region_1": "Sta. Rita Hills",
    "region_2": "Central Coast",
    "variety": "Pinot Noir",
    "winery": "Sanford"
  },
  {
    "id": 171,
    "country": "Chile",
    "description": "Dark, charred, lemony aromas of graphite, licorice and blackberry are horsey and baked. This blend of 85% Cab Sauv and 15% Cab Franc has an intense, blocky, pinching palate and heavy flavors of black fruits, resiny oak, spice and salt. A woody, tannic, raw feel to the finish creates a bumpy landing. Drink through 2021.",
    "designation": "Family Collection",
    "points": 89,
    "price": 30,
    "province": "Curicó Valley",
    "region_1": "",
    "region_2": "",
    "variety": "Cabernet Sauvignon-Cabernet Franc",
    "winery": "Santa Alba"
  },
  {
    "id": 172,
    "country": "Greece",
    "description": "Aromas of leather, cherry and plum lead this balanced red from Boutari. Ripe cherry, cedar and cinnamon flavors carry the palate, with soft tannins giving a sultry feel.",
    "designation": "",
    "points": 89,
    "price": 17,
    "province": "Nemea",
    "region_1": "",
    "region_2": "",
    "variety": "Agiorgitiko",
    "winery": "Boutari"
  },
  {
    "id": 173,
    "country": "US",
    "description": "Made from what Californians call the Pommard clone, this has a light, traditional garnet color. Fresh and lively fruit aromas resemble cranberries and red cherries, followed by tangy fruit and cinnamon flavors of medium intensity, supported by firm acidity and moderate tannins.",
    "designation": "Charles Vineyard Clone O5",
    "points": 89,
    "price": 49,
    "province": "California",
    "region_1": "Anderson Valley",
    "region_2": "Mendocino/Lake Counties",
    "variety": "Pinot Noir",
    "winery": "Foursight"
  },
  {
    "id": 174,
    "country": "France",
    "description": "This is aged in oak, but the vessels are large casks, or foudres, so the impact isn't that noticeable. The wine is meaty and savory on the nose, but the palate shows more herb-garrigue flavors and superripe cherry fruit. Drink now–2017.",
    "designation": "Héritages Elevé en Foudres de Chêne",
    "points": 89,
    "price": 16,
    "province": "Rhône Valley",
    "region_1": "Côtes du Rhône",
    "region_2": "",
    "variety": "Rhône-style Red Blend",
    "winery": "Ogier"
  },
  {
    "id": 175,
    "country": "Spain",
    "description": "Pleasant red-fruit aromas of cherry and raspberry are low in octane for Toro. A fresh but not overly dense palate is lively and vital, with wild berry, plum and brown sugar flavors. A warm, heady, generous finish is fruity and bright. Drink through 2018.",
    "designation": "Gran Bajoz",
    "points": 89,
    "price": 30,
    "province": "Northern Spain",
    "region_1": "Toro",
    "region_2": "",
    "variety": "Tinta de Toro",
    "winery": "Pagos del Rey"
  },
  {
    "id": 176,
    "country": "Italy",
    "description": "Here's a sleek Sangiovese that opens with scents of toasted oak, vanilla, blue flowers and mature plum. The round palate is already accessible, serving up sweet black cherry, black raspberry, licorice and mint framed in assertive but fine-grained tannins.",
    "designation": "Palazzo Altesi",
    "points": 89,
    "price": 40,
    "province": "Tuscany",
    "region_1": "Toscana",
    "region_2": "",
    "variety": "Sangiovese",
    "winery": "Altesino"
  },
  {
    "id": 177,
    "country": "Italy",
    "description": "A robust blend of 70% Sangiovese and 30% Cabernet Sauvignon, this offers aromas of baked plum, mocha, menthol and oak-driven spice. The hearty palate initially opens with black fruit, chocolate, licorice and dried herb flavors but the heat of evident alcohol dominates the finish and the close.",
    "designation": "Il Borgo",
    "points": 89,
    "price": 57,
    "province": "Tuscany",
    "region_1": "Toscana",
    "region_2": "",
    "variety": "Red Blend",
    "winery": "Cabreo"
  },
  {
    "id": 178,
    "country": "US",
    "description": "Juicy and soft in blackberry and black cherry, this wine is nicely resolved in terms of tannin and oak structure,. These provide weight on the back palate, with enough heightened acidity on the finish to stay on balance. Strawberry and dried herb close things out.",
    "designation": "Lot 525",
    "points": 89,
    "price": 29,
    "province": "California",
    "region_1": "Napa Valley",
    "region_2": "Napa",
    "variety": "Cabernet Sauvignon",
    "winery": "Cameron Hughes"
  },
  {
    "id": 179,
    "country": "Chile",
    "description": "Aromas of latex, tire rubber, spice, cured meat and berry fruits are rugged and require patience to sift through. This Cabernet Sauvignon-led blend is big and grabby, but not precise, with loud, herbal, muscular flavors of stewed plum, licorice and peppercorn.",
    "designation": "Perla Negra",
    "points": 89,
    "price": 61,
    "province": "Maule Valley",
    "region_1": "",
    "region_2": "",
    "variety": "Red Blend",
    "winery": "Casa Donoso"
  },
  {
    "id": 180,
    "country": "US",
    "description": "Focused streaks of high-acidity lemon and a low oak profile combine for a refreshing take on Chardonnay, the other components coming together in swathes of fennel and brine. The wine finishes with a hit of power.",
    "designation": "",
    "points": 88,
    "price": 25,
    "province": "California",
    "region_1": "Sonoma Coast",
    "region_2": "Sonoma",
    "variety": "Chardonnay",
    "winery": "Rodney Strong"
  },
  {
    "id": 181,
    "country": "US",
    "description": "Oak aromas takes center stage with this wine by the Riboli family, with black cherry extract and a nearly Bourbon-barrel character on the nose. The rich, deep red fruit carries to the palate, which gains complexity from licorice and a tiny bit of tar.",
    "designation": "Estate Reserve",
    "points": 88,
    "price": 25,
    "province": "California",
    "region_1": "Paso Robles",
    "region_2": "Central Coast",
    "variety": "Syrah",
    "winery": "San Simeon"
  },
  {
    "id": 182,
    "country": "US",
    "description": "Super earthy, in the classic damp forest-floor way, this also offers hints of menthol, eucalyptus and tomato leaf. The wine begins light bodied, but builds up power and weight as it goes. Layered with black cherry and plum, it's dark and savory.",
    "designation": "Sonatera Vineyard",
    "points": 88,
    "price": 49,
    "province": "California",
    "region_1": "Sonoma Coast",
    "region_2": "Sonoma",
    "variety": "Pinot Noir",
    "winery": "Siduri"
  },
  {
    "id": 183,
    "country": "US",
    "description": "Stainless-steel fermented and aged, this 100% varietal wine suggests kumquat, talc and wet stone. The flavor concentration is light with taut acidity the focus. It needs food; pair it with shellfish to see it shine.",
    "designation": "Boushey Vineyard",
    "points": 88,
    "price": 20,
    "province": "Washington",
    "region_1": "Yakima Valley",
    "region_2": "Columbia Valley",
    "variety": "Picpoul",
    "winery": "Syncline"
  },
  {
    "id": 184,
    "country": "Argentina",
    "description": "Dark, minty, inky aromas of blackberry are rugged. Same for the palate, which is pinched and rubbery, with grabby tannins. Flavors of toasted, blackened berry fruits are chocolaty and well oaked. Raw heat and minty, coffee flavors rev up the finish on this Malbec-led blend.",
    "designation": "Trinità Grand Reserve",
    "points": 88,
    "price": 26,
    "province": "Mendoza Province",
    "region_1": "Luján de Cuyo",
    "region_2": "",
    "variety": "Bordeaux-style Red Blend",
    "winery": "Piattelli"
  },
  {
    "id": 185,
    "country": "US",
    "description": "Merlot (57%) takes the lead on this lighter-colored wine that offers raspberries, cherries, herbs and woodspice. The fruit flavors are fresh and elegant, with lightly chalky tannins.",
    "designation": "Entwined",
    "points": 88,
    "price": 34,
    "province": "Washington",
    "region_1": "Columbia Valley (WA)",
    "region_2": "Columbia Valley",
    "variety": "Bordeaux-style Red Blend",
    "winery": "Pondera"
  },
  {
    "id": 186,
    "country": "US",
    "description": "This is a lush and powerful wine from a vineyard in the recently designated Paso Highlands district. Aromas suggest gingerbread topped with kirsch-soaked, chocolate-covered cherries. The palate is thick and heavy, with mocha, stewed plums, mashed cherries and black earth, which gain complexity from tannins and pencil lead.",
    "designation": "French Camp Vineyard",
    "points": 88,
    "price": 38,
    "province": "California",
    "region_1": "Paso Robles",
    "region_2": "Central Coast",
    "variety": "Zinfandel",
    "winery": "Tobin James"
  }
]
